{
    "@odata.type":  "#microsoft.graph.windows10CustomConfiguration",
    "id":  "2d99022e-2469-429f-ab11-0d289ec09c86",
    "lastModifiedDateTime":  "2022-03-22T11:07:46.2706987Z",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "supportsScopeTags":  true,
    "deviceManagementApplicabilityRuleOsEdition":  null,
    "deviceManagementApplicabilityRuleOsVersion":  null,
    "deviceManagementApplicabilityRuleDeviceMode":  null,
    "createdDateTime":  "2022-03-22T10:54:56.1561931Z",
    "description":  "This NCSC configuration was last tested against Windows 10 20H2 in December 2020 and Windows 11 in September 2021. Any guidance points given are recommendations - they are not mandatory. Risk owners and administrators should agree a configuration which balances business requirements, usability and the security of the platform.\n\nhttps://www.ncsc.gov.uk/collection/device-security-guidance/platform-guides/windows",
    "displayName":  "Configuration_Windows_Corporate_NCSC_Internet_Explorer",
    "version":  2,
    "omaSettings":  [
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneAllowUpdatesToStatusBarViaScript",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneAllowUpdatesToStatusBarViaScript",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneAllowUpdatesToStatusBarViaScript",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_daa5b338-f7ba-4531-82dd-9ace7e1aa9fc",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneEnableCrossSiteScriptingFilter",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneEnableCrossSiteScriptingFilter",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneEnableCrossSiteScriptingFilter",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_fc3cf9c8-cb4a-4446-bade-7d73b81a89d8",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneAllowScriptlets",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneAllowScriptlets",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneAllowScriptlets",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_0f1cfae0-e133-49e4-a7f5-436a5f4a2aac",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/TrustedSitesZoneInitializeAndScriptActiveXControls",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-TrustedSitesZoneInitializeAndScriptActiveXControls",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/TrustedSitesZoneInitializeAndScriptActiveXControls",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_9c81fd66-afde-4f03-80cf-0649ce81a7fa",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneDownloadSignedActiveXControls",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneDownloadSignedActiveXControls",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneDownloadSignedActiveXControls",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_f1974846-b653-4bb2-b2a1-79aea1322f1d",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneAllowCopyPasteViaScript",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneAllowCopyPasteViaScript",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneAllowCopyPasteViaScript",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_ae138d2e-d3ff-4747-a8ff-4799f44083b5",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictFileDownloadInternetExplorerProcesses",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictFileDownloadInternetExplorerProcesses",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictFileDownloadInternetExplorerProcesses",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_ea4f7fbe-b03c-4264-8e01-88b069d2ffc1",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/TrustedSitesZoneJavaPermissions",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-TrustedSitesZoneJavaPermissions",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/TrustedSitesZoneJavaPermissions",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_43a726fb-2002-40db-8440-7a8f5d6ef49a",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/LockedDownRestrictedSitesZoneJavaPermissions",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-LockedDownRestrictedSitesZoneJavaPermissions",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/LockedDownRestrictedSitesZoneJavaPermissions",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_3ad1cec0-7d0f-4742-81dd-3bfea8164569",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneIncludeLocalPathWhenUploadingFilesToServer",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneIncludeLocalPathWhenUploadingFilesToServer",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneIncludeLocalPathWhenUploadingFilesToServer",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_0bef71b9-ab55-4734-8e34-202f0053e75d",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneAllowVBScriptToRunInInternetExplorer",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneAllowVBScriptToRunInInternetExplorer",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneAllowVBScriptToRunInInternetExplorer",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_1024840a-b58a-4f2c-a759-d27fb12354da",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneEnableDraggingOfContentFromDifferentDomainsAcrossWindows",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneEnableDraggingOfContentFromDifferentDomainsAcrossWindows",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneEnableDraggingOfContentFromDifferentDomainsAcrossWindows",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_441d6f72-543a-412a-9d31-5ed7f6a14633",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneAllowOnlyApprovedDomainsToUseTDCActiveXControl",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneAllowOnlyApprovedDomainsToUseTDCActiveXControl",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneAllowOnlyApprovedDomainsToUseTDCActiveXControl",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_dd61b468-f8c9-4b97-8d04-c41715f5e73f",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneDownloadSignedActiveXControls",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneDownloadSignedActiveXControls",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneDownloadSignedActiveXControls",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_ed7d9acf-5dca-4363-89e1-7f0388416027",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneLogonOptions",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneLogonOptions",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneLogonOptions",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_c145435d-f51e-4b02-91f7-1b154ae88772",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneShowSecurityWarningForPotentiallyUnsafeFiles",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneShowSecurityWarningForPotentiallyUnsafeFiles",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneShowSecurityWarningForPotentiallyUnsafeFiles",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_8df19e1c-07f2-4d64-9530-40ad7ff79fcb",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/IntranetZoneDoNotRunAntimalwareAgainstActiveXControls",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-IntranetZoneDoNotRunAntimalwareAgainstActiveXControls",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/IntranetZoneDoNotRunAntimalwareAgainstActiveXControls",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_c2bf7ebc-913a-4a64-9c71-08b78851410c",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RemoveRunThisTimeButtonForOutdatedActiveXControls",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RemoveRunThisTimeButtonForOutdatedActiveXControls",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RemoveRunThisTimeButtonForOutdatedActiveXControls",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_2822aeac-113d-44f9-a1c7-3e63e819aab7",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/LockedDownTrustedSitesZoneJavaPermissions",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-LockedDownTrustedSitesZoneJavaPermissions",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/LockedDownTrustedSitesZoneJavaPermissions",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_0732c83c-1800-4986-bc05-be5e331aa037",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneAllowOnlyApprovedDomainsToUseActiveXControls",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneAllowOnlyApprovedDomainsToUseActiveXControls",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneAllowOnlyApprovedDomainsToUseActiveXControls",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_23f6bbe0-ddc0-4a6f-ab7f-9fea7f81376a",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneAllowOnlyApprovedDomainsToUseTDCActiveXControl",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneAllowOnlyApprovedDomainsToUseTDCActiveXControl",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneAllowOnlyApprovedDomainsToUseTDCActiveXControl",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_bffd5b03-dcb6-4b5c-a943-81c14e6e7b6b",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/DoNotAllowUsersToAddSites",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-DoNotAllowUsersToAddSites",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/DoNotAllowUsersToAddSites",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_484f6a79-cdff-4016-8ca9-3d6781a9fa9f",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/LockedDownIntranetJavaPermissions",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-LockedDownIntranetJavaPermissions",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/LockedDownIntranetJavaPermissions",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_a80fa3c3-4380-4e29-a3ea-fd3520e7a2a2",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneNavigateWindowsAndFrames",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneNavigateWindowsAndFrames",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneNavigateWindowsAndFrames",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_829ca57d-22ed-4827-9a16-542a30ea3dba",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneEnableDraggingOfContentFromDifferentDomainsAcrossWindows",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneEnableDraggingOfContentFromDifferentDomainsAcrossWindows",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneEnableDraggingOfContentFromDifferentDomainsAcrossWindows",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_73b6cefd-a46d-42f1-9863-4188250f7203",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/ScriptedWindowSecurityRestrictionsInternetExplorerProcesses",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-ScriptedWindowSecurityRestrictionsInternetExplorerProcesses",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/ScriptedWindowSecurityRestrictionsInternetExplorerProcesses",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_bd7465e9-44ba-47c0-8d7b-cb01ef824bde",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/AllowEnhancedProtectedMode",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-AllowEnhancedProtectedMode",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/AllowEnhancedProtectedMode",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_2b7cf6b9-0a2a-475f-8202-2784352519c3",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneRunNETFrameworkReliantComponentsSignedWithAuthenticode",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneRunNETFrameworkReliantComponentsSignedWithAuthenticode",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneRunNETFrameworkReliantComponentsSignedWithAuthenticode",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_9386a3e7-f5fe-47ae-8cfa-2e3e384e5513",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/DoNotAllowActiveXControlsInProtectedMode",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-DoNotAllowActiveXControlsInProtectedMode",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/DoNotAllowActiveXControlsInProtectedMode",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_7cc11d9d-1d9c-4690-9c36-1722a19d2367",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneInitializeAndScriptActiveXControls",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneInitializeAndScriptActiveXControls",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneInitializeAndScriptActiveXControls",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_7d87b6ce-99db-4b98-9c3e-a114010c66dc",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/MKProtocolSecurityRestrictionInternetExplorerProcesses",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-MKProtocolSecurityRestrictionInternetExplorerProcesses",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/MKProtocolSecurityRestrictionInternetExplorerProcesses",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_834970c4-a2a1-42ae-b19e-aacf14321d1f",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/DisableBypassOfSmartScreenWarningsAboutUncommonFiles",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-DisableBypassOfSmartScreenWarningsAboutUncommonFiles",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/DisableBypassOfSmartScreenWarningsAboutUncommonFiles",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_59b28433-9785-47bd-9635-385275e6db09",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/DisableBypassOfSmartScreenWarnings",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-DisableBypassOfSmartScreenWarnings",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/DisableBypassOfSmartScreenWarnings",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_3a729c29-139f-479e-aba3-9899a15659ca",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/AllowSoftwareWhenSignatureIsInvalid",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-AllowSoftwareWhenSignatureIsInvalid",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/AllowSoftwareWhenSignatureIsInvalid",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_8728bf70-9bf0-4812-82ed-82d20366d19e",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/LocalMachineZoneJavaPermissions",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-LocalMachineZoneJavaPermissions",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/LocalMachineZoneJavaPermissions",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_3029814d-d98f-4ec5-8b38-c577173ea533",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneAllowDragAndDropCopyAndPasteFiles",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneAllowDragAndDropCopyAndPasteFiles",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneAllowDragAndDropCopyAndPasteFiles",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_1cc59e37-5f39-48e7-8e66-95a470399f58",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneAllowVBScriptToRunInInternetExplorer",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneAllowVBScriptToRunInInternetExplorer",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneAllowVBScriptToRunInInternetExplorer",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_8cad2d3e-c61f-4e3f-8e23-8a94e9322f78",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/MimeSniffingSafetyFeatureInternetExplorerProcesses",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-MimeSniffingSafetyFeatureInternetExplorerProcesses",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/MimeSniffingSafetyFeatureInternetExplorerProcesses",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_52225e70-c9a2-4499-9f29-d1ae2a06508a",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/DoNotAllowUsersToChangePolicies",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-DoNotAllowUsersToChangePolicies",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/DoNotAllowUsersToChangePolicies",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_7d6207c8-ca9f-4380-ae8b-5f73fdabe60a",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneEnableDraggingOfContentFromDifferentDomainsWithinWindows",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneEnableDraggingOfContentFromDifferentDomainsWithinWindows",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneEnableDraggingOfContentFromDifferentDomainsWithinWindows",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_439b6e25-2978-40eb-a0c0-2a44bcfb1e07",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/IntranetZoneInitializeAndScriptActiveXControls",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-IntranetZoneInitializeAndScriptActiveXControls",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/IntranetZoneInitializeAndScriptActiveXControls",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_ad03e844-d483-4a28-bc49-4c20210a232a",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/NotificationBarInternetExplorerProcesses",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-NotificationBarInternetExplorerProcesses",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/NotificationBarInternetExplorerProcesses",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_3eedbe0b-98a9-4054-87d9-994441ea5c14",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneAllowBinaryAndScriptBehaviors",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneAllowBinaryAndScriptBehaviors",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneAllowBinaryAndScriptBehaviors",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_abfbaa4f-a221-4e4b-80b3-5af9b076b3bf",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneAllowCopyPasteViaScript",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneAllowCopyPasteViaScript",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneAllowCopyPasteViaScript",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_97a124d3-0de1-4da4-b337-0459433ad268",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneAllowOnlyApprovedDomainsToUseActiveXControls",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneAllowOnlyApprovedDomainsToUseActiveXControls",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneAllowOnlyApprovedDomainsToUseActiveXControls",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_65d4f1ea-7ef4-4c64-b634-a0e4a12ee1f8",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneAllowSmartScreenIE",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneAllowSmartScreenIE",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneAllowSmartScreenIE",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_be334f78-073a-408c-aa49-6240674013ee",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/ProtectionFromZoneElevationInternetExplorerProcesses",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-ProtectionFromZoneElevationInternetExplorerProcesses",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/ProtectionFromZoneElevationInternetExplorerProcesses",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_d2356cef-fc00-4eac-8945-b4d9e49f108d",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/AllowCertificateAddressMismatchWarning",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-AllowCertificateAddressMismatchWarning",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/AllowCertificateAddressMismatchWarning",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_5457cf5d-9361-4b83-88f5-c0c40f5b7d35",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneAllowLessPrivilegedSites",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneAllowLessPrivilegedSites",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneAllowLessPrivilegedSites",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_11bfcaa3-1c2a-48b9-9cf2-42b8c6be52cd",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneRunNETFrameworkReliantComponentsSignedWithAuthenticode",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneRunNETFrameworkReliantComponentsSignedWithAuthenticode",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneRunNETFrameworkReliantComponentsSignedWithAuthenticode",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_fdeff9d6-49ac-487a-b57f-a9b82f012a9d",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneAllowAccessToDataSources",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneAllowAccessToDataSources",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneAllowAccessToDataSources",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_5ba41d7b-4519-457a-a60b-72d25fc71f78",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneAllowUserDataPersistence",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneAllowUserDataPersistence",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneAllowUserDataPersistence",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_749f3bbb-d400-4b95-b1f0-9c70616f5e34",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/AllowFallbackToSSL3",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-AllowFallbackToSSL3",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/AllowFallbackToSSL3",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_0bac67b7-5eb7-469d-9c55-1ecc7a7b03ca",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneInitializeAndScriptActiveXControls",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneInitializeAndScriptActiveXControls",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneInitializeAndScriptActiveXControls",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_c98eac1f-124d-4b81-a7eb-02f496c5c18a",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneAllowAutomaticPromptingForFileDownloads",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneAllowAutomaticPromptingForFileDownloads",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneAllowAutomaticPromptingForFileDownloads",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_ec7f324e-1e2e-4b85-a08b-e0dd4567b77b",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/IncludeAllNetworkPaths",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-IncludeAllNetworkPaths",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/IncludeAllNetworkPaths",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_0663b2ec-e509-4188-9d97-4e6e72026dad",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneUsePopupBlocker",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneUsePopupBlocker",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneUsePopupBlocker",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_ea273988-ebfd-4965-971f-3220ed904eba",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/DoNotBlockOutdatedActiveXControls",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-DoNotBlockOutdatedActiveXControls",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/DoNotBlockOutdatedActiveXControls",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_c276882f-6812-4bba-b80b-1a93dec5c640",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneIncludeLocalPathWhenUploadingFilesToServer",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneIncludeLocalPathWhenUploadingFilesToServer",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneIncludeLocalPathWhenUploadingFilesToServer",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_d1faae80-5527-4ba8-b5e8-7c1c58e558bb",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneScriptingOfJavaApplets",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneScriptingOfJavaApplets",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneScriptingOfJavaApplets",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_2ee6f0ae-cbe8-4a7f-940b-6a04b9692c91",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/TrustedSitesZoneDoNotRunAntimalwareAgainstActiveXControls",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-TrustedSitesZoneDoNotRunAntimalwareAgainstActiveXControls",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/TrustedSitesZoneDoNotRunAntimalwareAgainstActiveXControls",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_cbe3e090-c094-462a-9295-ff0501b8cc3d",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/DisableCrashDetection",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-DisableCrashDetection",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/DisableCrashDetection",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_e887ad4a-fede-4e1a-98bc-4f116ef6afe3",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneAllowUpdatesToStatusBarViaScript",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneAllowUpdatesToStatusBarViaScript",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneAllowUpdatesToStatusBarViaScript",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_25e4cce2-4be4-42ed-ac0f-3a1ba265d7d4",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/LockedDownLocalMachineZoneJavaPermissions",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-LockedDownLocalMachineZoneJavaPermissions",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/LockedDownLocalMachineZoneJavaPermissions",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_847bf389-583e-481a-b8a2-e16c5494305b",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneLaunchingApplicationsAndFilesInIFRAME",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneLaunchingApplicationsAndFilesInIFRAME",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneLaunchingApplicationsAndFilesInIFRAME",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_e451e488-6aa7-43f6-ab46-053b420c5c2f",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneNavigateWindowsAndFrames",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneNavigateWindowsAndFrames",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneNavigateWindowsAndFrames",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_e1a6799d-5aa1-4371-b5d7-221a9f5fd9d5",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneAllowFileDownloads",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneAllowFileDownloads",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneAllowFileDownloads",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_587f4a27-99fd-4632-8050-f3f21f4f04e6",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneScriptActiveXControlsMarkedSafeForScripting",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneScriptActiveXControlsMarkedSafeForScripting",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneScriptActiveXControlsMarkedSafeForScripting",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_3dd7ca64-0eb6-4ea3-bea3-bfa43f31dcc9",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneAllowSmartScreenIE",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneAllowSmartScreenIE",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneAllowSmartScreenIE",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_20222f6f-fe7e-41df-81c6-1d4a8b9b9f43",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneTurnOnProtectedMode",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneTurnOnProtectedMode",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneTurnOnProtectedMode",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_5a00fcae-a306-4ce4-86f7-5fcce60ab9c2",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneShowSecurityWarningForPotentiallyUnsafeFiles",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneShowSecurityWarningForPotentiallyUnsafeFiles",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneShowSecurityWarningForPotentiallyUnsafeFiles",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_f6cf57da-6b6c-491a-aa91-2d56e4aa5013",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/PreventManagingSmartScreenFilter",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-PreventManagingSmartScreenFilter",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/PreventManagingSmartScreenFilter",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_68f1c050-22cf-44a2-84dd-cbce53fe22c5",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneAllowScriptlets",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneAllowScriptlets",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneAllowScriptlets",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_48ae1b22-43c8-4898-bcfb-8fd7b0baae22",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneRunActiveXControlsAndPlugins",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneRunActiveXControlsAndPlugins",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneRunActiveXControlsAndPlugins",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_1c7c4c88-3103-426a-8746-2f7947a823f8",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneAllowAccessToDataSources",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneAllowAccessToDataSources",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneAllowAccessToDataSources",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_e9898343-f6b7-436b-87b3-5a17519cbd7d",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneAllowUserDataPersistence",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneAllowUserDataPersistence",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneAllowUserDataPersistence",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_75aad942-6e42-416d-bd06-c0db15726154",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneAllowLessPrivilegedSites",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneAllowLessPrivilegedSites",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneAllowLessPrivilegedSites",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_536564b9-ece8-4635-bf7a-e140a3576e9e",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneLaunchingApplicationsAndFilesInIFRAME",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneLaunchingApplicationsAndFilesInIFRAME",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneLaunchingApplicationsAndFilesInIFRAME",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_8bd0c064-163d-416a-bf7b-40cf77abd54f",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/DisableProcessesInEnhancedProtectedMode",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-DisableProcessesInEnhancedProtectedMode",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/DisableProcessesInEnhancedProtectedMode",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_c28b82a0-ac90-427b-afb0-0697191e40fb",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneAllowScriptingOfInternetExplorerWebBrowserControls",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneAllowScriptingOfInternetExplorerWebBrowserControls",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneAllowScriptingOfInternetExplorerWebBrowserControls",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_68b9dcb3-3361-478b-9a99-72ae556cf010",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneDownloadUnsignedActiveXControls",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneDownloadUnsignedActiveXControls",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneDownloadUnsignedActiveXControls",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_516f4a48-528b-409e-ab74-df33e6e408f8",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/PreventPerUserInstallationOfActiveXControls",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-PreventPerUserInstallationOfActiveXControls",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/PreventPerUserInstallationOfActiveXControls",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_0e96bad6-cb79-4ebe-9d02-62a6960eff5d",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneAllowLoadingOfXAMLFiles",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneAllowLoadingOfXAMLFiles",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneAllowLoadingOfXAMLFiles",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_bdf65294-b548-4cfa-beeb-45087ba35677",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneAllowScriptingOfInternetExplorerWebBrowserControls",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneAllowScriptingOfInternetExplorerWebBrowserControls",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneAllowScriptingOfInternetExplorerWebBrowserControls",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_af6650c8-3938-4179-bade-e663f180e624",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/DisableEnclosureDownloading",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-DisableEnclosureDownloading",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/DisableEnclosureDownloading",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_3940a253-bcde-4393-8c8a-131a92352914",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneUsePopupBlocker",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneUsePopupBlocker",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneUsePopupBlocker",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_359d50f6-5c14-480f-b7a2-146794c131f6",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/IntranetZoneJavaPermissions",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-IntranetZoneJavaPermissions",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/IntranetZoneJavaPermissions",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_690146df-c3e2-4176-a5d8-ab0679b3f707",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneAllowDragAndDropCopyAndPasteFiles",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneAllowDragAndDropCopyAndPasteFiles",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneAllowDragAndDropCopyAndPasteFiles",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_6e172977-9a74-4739-b86c-36cbbbc6294c",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/LockedDownRestrictedSitesZoneAllowSmartScreenIE",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-LockedDownRestrictedSitesZoneAllowSmartScreenIE",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/LockedDownRestrictedSitesZoneAllowSmartScreenIE",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_e330d290-458b-492e-b870-29491258f977",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneAllowActiveScripting",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneAllowActiveScripting",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneAllowActiveScripting",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_1391c62d-e02b-4414-9907-d8fcbf93870f",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/SpecifyUseOfActiveXInstallerService",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-SpecifyUseOfActiveXInstallerService",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/SpecifyUseOfActiveXInstallerService",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_cc8829a3-7cd0-4a65-84d5-9702f23dd99f",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneAllowLoadingOfXAMLFiles",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneAllowLoadingOfXAMLFiles",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneAllowLoadingOfXAMLFiles",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_a3444ea7-3dbf-4ce8-a84a-04af6300d531",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/ConsistentMimeHandlingInternetExplorerProcesses",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-ConsistentMimeHandlingInternetExplorerProcesses",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/ConsistentMimeHandlingInternetExplorerProcesses",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_7ac41ef0-629f-4f29-8446-e75a0d84c4d2",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneDoNotRunAntimalwareAgainstActiveXControls",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneDoNotRunAntimalwareAgainstActiveXControls",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneDoNotRunAntimalwareAgainstActiveXControls",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_316afaf7-47c8-4ac0-9a6e-fdd14474ac44",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictActiveXInstallInternetExplorerProcesses",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictActiveXInstallInternetExplorerProcesses",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictActiveXInstallInternetExplorerProcesses",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_7f31df07-2c93-4e6b-b7c9-918d5309415e",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/DisableIgnoringCertificateErrors",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-DisableIgnoringCertificateErrors",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/DisableIgnoringCertificateErrors",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_f2608d9b-620a-4f76-8a1b-9b133e8d2117",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneAllowNETFrameworkReliantComponents",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneAllowNETFrameworkReliantComponents",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneAllowNETFrameworkReliantComponents",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_9648b44c-5f23-4b5f-b126-83b528dbc42c",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneAllowNETFrameworkReliantComponents",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneAllowNETFrameworkReliantComponents",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneAllowNETFrameworkReliantComponents",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_41ed3433-6814-4012-ac9f-25dd90041e34",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneLogonOptions",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneLogonOptions",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneLogonOptions",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_4bc5977c-dc7f-4fcf-a529-1375d995c2c5",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/DisableEncryptionSupport",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-DisableEncryptionSupport",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/DisableEncryptionSupport",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_24e6b72a-900f-42b5-be9a-91569450ffae",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneAllowAutomaticPromptingForFileDownloads",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneAllowAutomaticPromptingForFileDownloads",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneAllowAutomaticPromptingForFileDownloads",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_703363eb-328d-4496-bcb5-a2574525fba2",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/CheckSignaturesOnDownloadedPrograms",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-CheckSignaturesOnDownloadedPrograms",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/CheckSignaturesOnDownloadedPrograms",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_6f6b991e-6c66-4e33-b05e-c3beacb8ce37",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneAllowScriptInitiatedWindows",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneAllowScriptInitiatedWindows",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneAllowScriptInitiatedWindows",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_03c7afde-9ada-449a-a4cc-6bcb8faae251",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneEnableCrossSiteScriptingFilter",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneEnableCrossSiteScriptingFilter",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneEnableCrossSiteScriptingFilter",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_e4b326cb-fba5-4aab-aedf-a26ff545bd39",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneAllowScriptInitiatedWindows",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneAllowScriptInitiatedWindows",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneAllowScriptInitiatedWindows",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_25566729-837d-4ac7-b359-1e74cbb3efeb",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneJavaPermissions",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneJavaPermissions",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneJavaPermissions",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_d2604675-1e23-4ec9-9c9f-a26587b74dae",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneEnableDraggingOfContentFromDifferentDomainsWithinWindows",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneEnableDraggingOfContentFromDifferentDomainsWithinWindows",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneEnableDraggingOfContentFromDifferentDomainsWithinWindows",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_bd4f112f-7d66-4208-bf35-cbe84aabc5d8",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneDoNotRunAntimalwareAgainstActiveXControls",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneDoNotRunAntimalwareAgainstActiveXControls",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneDoNotRunAntimalwareAgainstActiveXControls",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_2c9ebf50-2820-4449-a6ec-c37f699534be",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneDownloadUnsignedActiveXControls",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneDownloadUnsignedActiveXControls",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneDownloadUnsignedActiveXControls",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_e515193b-e778-458c-a249-849be0fabfca",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/DisableSecuritySettingsCheck",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-DisableSecuritySettingsCheck",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/DisableSecuritySettingsCheck",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_055109ad-8d3c-4195-bf77-8cb618f10e34",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneJavaPermissions",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneJavaPermissions",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneJavaPermissions",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_dd964f2c-30d1-46a5-bb58-b8bbf379ab84",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/LocalMachineZoneDoNotRunAntimalwareAgainstActiveXControls",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-LocalMachineZoneDoNotRunAntimalwareAgainstActiveXControls",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/LocalMachineZoneDoNotRunAntimalwareAgainstActiveXControls",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_92b38414-6e54-40d8-aa22-f4668dd7d936",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/InternetZoneEnableProtectedMode",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-InternetZoneEnableProtectedMode",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/InternetZoneEnableProtectedMode",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_62f3fc08-951f-4abd-afac-da7d5790c8ad",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/RestrictedSitesZoneAllowMETAREFRESH",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-RestrictedSitesZoneAllowMETAREFRESH",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/RestrictedSitesZoneAllowMETAREFRESH",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_714b5b33-70ce-41aa-ae6b-be11afe12fd9",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/CheckServerCertificateRevocation",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-CheckServerCertificateRevocation",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/CheckServerCertificateRevocation",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_b8e9ec95-e658-4537-b9c4-a3065fc2fc2c",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/LockedDownInternetZoneAllowSmartScreenIE",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-LockedDownInternetZoneAllowSmartScreenIE",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/LockedDownInternetZoneAllowSmartScreenIE",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_fbbd9250-c4fe-4311-95e5-74617173a741",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "InternetExplorer/SecurityZonesUseOnlyMachineSettings",
                            "description":  "https://docs.microsoft.com/en-us/windows/client-management/mdm/policy-csp-internetexplorer#InternetExplorer-SecurityZonesUseOnlyMachineSettings",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/InternetExplorer/SecurityZonesUseOnlyMachineSettings",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_2d99022e-2469-429f-ab11-0d289ec09c86_02a05611-f27a-42cf-b6d7-1551ad6f918f",
                            "isEncrypted":  true,
                            "value":  "****"
                        }
                    ]
}
