{
    "@odata.type":  "#microsoft.graph.windows10CustomConfiguration",
    "id":  "00969678-03d7-468f-8ff4-2d7517b7991a",
    "lastModifiedDateTime":  "2022-03-22T11:05:20.1855355Z",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "supportsScopeTags":  true,
    "deviceManagementApplicabilityRuleOsEdition":  null,
    "deviceManagementApplicabilityRuleOsVersion":  null,
    "deviceManagementApplicabilityRuleDeviceMode":  null,
    "createdDateTime":  "2022-03-22T10:54:49.687467Z",
    "description":  "This NCSC configuration was last tested against Windows 10 20H2 in December 2020 and Windows 11 in September 2021. Any guidance points given are recommendations - they are not mandatory. Risk owners and administrators should agree a configuration which balances business requirements, usability and the security of the platform.\n\nhttps://www.ncsc.gov.uk/collection/device-security-guidance/platform-guides/windows",
    "displayName":  "Configuration_Windows_Corporate_NCSC_AppLocker",
    "version":  2,
    "omaSettings":  [
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingStringXml",
                            "displayName":  "AppLocker Store Apps",
                            "description":  "AppLocker configuration for inbox Microsoft store applications",
                            "omaUri":  "./Vendor/MSFT/AppLocker/ApplicationLaunchRestrictions/StoreAppsGroup/StoreApps/Policy",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_00969678-03d7-468f-8ff4-2d7517b7991a_e352a685-ef29-44b7-9bd4-1984962f37db",
                            "isEncrypted":  true,
                            "fileName":  "AppLocker_appx.xml",
                            "value":  "PGEvPg=="
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingStringXml",
                            "displayName":  "AppLocker EXE",
                            "description":  "AppLocker configuration for inbox executables",
                            "omaUri":  "./Vendor/MSFT/AppLocker/ApplicationLaunchRestrictions/EXEGroup/EXE/Policy",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_00969678-03d7-468f-8ff4-2d7517b7991a_8e3ec9bb-4fed-4a91-9944-f849b9f59c23",
                            "isEncrypted":  true,
                            "fileName":  "AppLocker_exe.xml",
                            "value":  "PGEvPg=="
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingStringXml",
                            "displayName":  "AppLocker MSI",
                            "description":  "AppLocker configuration for inbox MSIs",
                            "omaUri":  "./Vendor/MSFT/AppLocker/ApplicationLaunchRestrictions/MSIGroup/MSI/Policy",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_00969678-03d7-468f-8ff4-2d7517b7991a_be1172dc-df4c-45c3-a5d1-be49c728d325",
                            "isEncrypted":  true,
                            "fileName":  "AppLocker_msi.xml",
                            "value":  "PGEvPg=="
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingStringXml",
                            "displayName":  "AppLocker Script",
                            "description":  "AppLocker Configuration for inbox scripts",
                            "omaUri":  "./Vendor/MSFT/AppLocker/ApplicationLaunchRestrictions/ScriptGroup/Script/Policy",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_00969678-03d7-468f-8ff4-2d7517b7991a_d232be25-d41d-4b38-99dd-a8c436c44b52",
                            "isEncrypted":  true,
                            "fileName":  "AppLocker_script.xml",
                            "value":  "PGEvPg=="
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingStringXml",
                            "displayName":  "AppLocker DLL",
                            "description":  "AppLocker configuration for inbox DLLs",
                            "omaUri":  "./Vendor/MSFT/AppLocker/ApplicationLaunchRestrictions/DLLGroup/DLL/Policy",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_00969678-03d7-468f-8ff4-2d7517b7991a_4bdc3cfe-a971-49da-87b2-b305bdfb66a0",
                            "isEncrypted":  true,
                            "fileName":  "AppLocker_dll.xml",
                            "value":  "PGEvPg=="
                        }
                    ]
}
