{
    "@odata.type":  "#microsoft.graph.windows10CustomConfiguration",
    "id":  "75064887-403c-4493-af3e-e1ea081b4377",
    "lastModifiedDateTime":  "2022-03-22T11:07:38.7520122Z",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "supportsScopeTags":  true,
    "deviceManagementApplicabilityRuleOsEdition":  null,
    "deviceManagementApplicabilityRuleOsVersion":  null,
    "deviceManagementApplicabilityRuleDeviceMode":  null,
    "createdDateTime":  "2022-03-22T10:54:55.0582563Z",
    "description":  "This NCSC configuration was last tested against Windows 10 20H2 in December 2020 and Windows 11 in September 2021. Any guidance points given are recommendations - they are not mandatory. Risk owners and administrators should agree a configuration which balances business requirements, usability and the security of the platform.\n\nhttps://www.ncsc.gov.uk/collection/device-security-guidance/platform-guides/windows",
    "displayName":  "Configuration_Windows_Corporate_NCSC_Google_Chrome_Settings",
    "version":  2,
    "omaSettings":  [
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "Google Chrome ADMX Ingestion",
                            "description":  null,
                            "omaUri":  "./Device/Vendor/MSFT/Policy/ConfigOperations/ADMXInstall/Chrome/Policy/ChromeAdmx",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_75064887-403c-4493-af3e-e1ea081b4377_dfa7f8bb-ecf9-4be0-8869-110e52741e66",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "Chrome - ADMX - ExtensionInstallBlocklist",
                            "description":  "Extension Blocklist",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Chrome~Policy~googlechrome~Extensions/ExtensionInstallBlocklist",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_75064887-403c-4493-af3e-e1ea081b4377_d128986f-59d8-43d7-b5f8-141fca72426f",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "Chrome - ADMX - ExtensionInstallallowlist",
                            "description":  "allowlist Specific Chrome Extensions",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Chrome~Policy~googlechrome~Extensions/ExtensionInstallallowlist",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_75064887-403c-4493-af3e-e1ea081b4377_f4b003e6-1c24-411c-9b26-0f6e6e082da0",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "Chrome - ADMX - URLBlocklist",
                            "description":  "URLBlocklist",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Chrome~Policy~googlechrome/URLBlocklist",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_75064887-403c-4493-af3e-e1ea081b4377_9a250660-d53f-4220-a793-2aeed22d870d",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "Chrome - ADMX - AllowOutdatedPlugins",
                            "description":  "AllowOutdatedPlugins",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Chrome~Policy~googlechrome/AllowOutdatedPlugins",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_75064887-403c-4493-af3e-e1ea081b4377_64208f54-e560-479b-8886-8a77d0d7ebad",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "Chrome - ADMX - ExtensionInstallForcelist",
                            "description":  "Force install chrome extensions",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Chrome~Policy~googlechrome~Extensions/ExtensionInstallForcelist",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_75064887-403c-4493-af3e-e1ea081b4377_4d0dad51-afbf-41aa-be64-28f34bb6e348",
                            "isEncrypted":  true,
                            "value":  "****"
                        }
                    ]
}
