{
    "@odata.type":  "#microsoft.graph.windows10EndpointProtectionConfiguration",
    "id":  "2d5ad1fd-72bc-46b5-90f5-7e7cdd23b255",
    "lastModifiedDateTime":  "2020-11-19T14:47:46.5945891Z",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "supportsScopeTags":  true,
    "deviceManagementApplicabilityRuleOsEdition":  null,
    "deviceManagementApplicabilityRuleOsVersion":  null,
    "deviceManagementApplicabilityRuleDeviceMode":  null,
    "createdDateTime":  "2020-11-19T14:47:30.0534374Z",
    "description":  "NCSC guidlines tested on Windows 10 2004 and Windows 11 Enterprise Edition.",
    "displayName":  "Configuration_Windows_NCSC_Web_Protection_Endpoint_Protection",
    "version":  2,
    "dmaGuardDeviceEnumerationPolicy":  null,
    "xboxServicesEnableXboxGameSaveTask":  null,
    "xboxServicesAccessoryManagementServiceStartupMode":  null,
    "xboxServicesLiveAuthManagerServiceStartupMode":  null,
    "xboxServicesLiveGameSaveServiceStartupMode":  null,
    "xboxServicesLiveNetworkingServiceStartupMode":  null,
    "localSecurityOptionsBlockMicrosoftAccounts":  null,
    "localSecurityOptionsBlockRemoteLogonWithBlankPassword":  null,
    "localSecurityOptionsDisableAdministratorAccount":  null,
    "localSecurityOptionsAdministratorAccountName":  null,
    "localSecurityOptionsDisableGuestAccount":  null,
    "localSecurityOptionsGuestAccountName":  null,
    "localSecurityOptionsAllowUndockWithoutHavingToLogon":  null,
    "localSecurityOptionsBlockUsersInstallingPrinterDrivers":  null,
    "localSecurityOptionsBlockRemoteOpticalDriveAccess":  null,
    "localSecurityOptionsFormatAndEjectOfRemovableMediaAllowedUser":  null,
    "localSecurityOptionsMachineInactivityLimit":  null,
    "localSecurityOptionsMachineInactivityLimitInMinutes":  null,
    "localSecurityOptionsDoNotRequireCtrlAltDel":  null,
    "localSecurityOptionsHideLastSignedInUser":  null,
    "localSecurityOptionsHideUsernameAtSignIn":  null,
    "localSecurityOptionsLogOnMessageTitle":  null,
    "localSecurityOptionsLogOnMessageText":  null,
    "localSecurityOptionsAllowPKU2UAuthenticationRequests":  null,
    "localSecurityOptionsAllowRemoteCallsToSecurityAccountsManagerHelperBool":  null,
    "localSecurityOptionsAllowRemoteCallsToSecurityAccountsManager":  null,
    "localSecurityOptionsMinimumSessionSecurityForNtlmSspBasedClients":  null,
    "localSecurityOptionsMinimumSessionSecurityForNtlmSspBasedServers":  null,
    "lanManagerAuthenticationLevel":  null,
    "lanManagerWorkstationDisableInsecureGuestLogons":  null,
    "localSecurityOptionsClearVirtualMemoryPageFile":  null,
    "localSecurityOptionsAllowSystemToBeShutDownWithoutHavingToLogOn":  null,
    "localSecurityOptionsAllowUIAccessApplicationElevation":  null,
    "localSecurityOptionsVirtualizeFileAndRegistryWriteFailuresToPerUserLocations":  null,
    "localSecurityOptionsOnlyElevateSignedExecutables":  null,
    "localSecurityOptionsAdministratorElevationPromptBehavior":  null,
    "localSecurityOptionsStandardUserElevationPromptBehavior":  null,
    "localSecurityOptionsSwitchToSecureDesktopWhenPromptingForElevation":  null,
    "localSecurityOptionsDetectApplicationInstallationsAndPromptForElevation":  null,
    "localSecurityOptionsAllowUIAccessApplicationsForSecureLocations":  null,
    "localSecurityOptionsUseAdminApprovalMode":  null,
    "localSecurityOptionsUseAdminApprovalModeForAdministrators":  null,
    "localSecurityOptionsInformationShownOnLockScreen":  null,
    "localSecurityOptionsInformationDisplayedOnLockScreen":  null,
    "localSecurityOptionsDisableClientDigitallySignCommunicationsIfServerAgrees":  null,
    "localSecurityOptionsClientDigitallySignCommunicationsAlways":  null,
    "localSecurityOptionsClientSendUnencryptedPasswordToThirdPartySMBServers":  null,
    "localSecurityOptionsDisableServerDigitallySignCommunicationsAlways":  null,
    "localSecurityOptionsDisableServerDigitallySignCommunicationsIfClientAgrees":  null,
    "localSecurityOptionsRestrictAnonymousAccessToNamedPipesAndShares":  null,
    "localSecurityOptionsDoNotAllowAnonymousEnumerationOfSAMAccounts":  null,
    "localSecurityOptionsAllowAnonymousEnumerationOfSAMAccountsAndShares":  null,
    "localSecurityOptionsDoNotStoreLANManagerHashValueOnNextPasswordChange":  null,
    "localSecurityOptionsSmartCardRemovalBehavior":  null,
    "defenderSecurityCenterDisableAppBrowserUI":  null,
    "defenderSecurityCenterDisableFamilyUI":  null,
    "defenderSecurityCenterDisableHealthUI":  null,
    "defenderSecurityCenterDisableNetworkUI":  null,
    "defenderSecurityCenterDisableVirusUI":  null,
    "defenderSecurityCenterDisableAccountUI":  null,
    "defenderSecurityCenterDisableClearTpmUI":  null,
    "defenderSecurityCenterDisableHardwareUI":  null,
    "defenderSecurityCenterDisableNotificationAreaUI":  null,
    "defenderSecurityCenterDisableRansomwareUI":  null,
    "defenderSecurityCenterDisableSecureBootUI":  null,
    "defenderSecurityCenterDisableTroubleshootingUI":  null,
    "defenderSecurityCenterDisableVulnerableTpmFirmwareUpdateUI":  null,
    "defenderSecurityCenterOrganizationDisplayName":  null,
    "defenderSecurityCenterHelpEmail":  null,
    "defenderSecurityCenterHelpPhone":  null,
    "defenderSecurityCenterHelpURL":  null,
    "defenderSecurityCenterNotificationsFromApp":  null,
    "defenderSecurityCenterITContactDisplay":  null,
    "windowsDefenderTamperProtection":  null,
    "firewallBlockStatefulFTP":  null,
    "firewallIdleTimeoutForSecurityAssociationInSeconds":  null,
    "firewallPreSharedKeyEncodingMethod":  null,
    "firewallIPSecExemptionsNone":  null,
    "firewallIPSecExemptionsAllowNeighborDiscovery":  null,
    "firewallIPSecExemptionsAllowICMP":  null,
    "firewallIPSecExemptionsAllowRouterDiscovery":  null,
    "firewallIPSecExemptionsAllowDHCP":  null,
    "firewallCertificateRevocationListCheckMethod":  null,
    "firewallMergeKeyingModuleSettings":  null,
    "firewallPacketQueueingMethod":  null,
    "firewallProfileDomain":  null,
    "firewallProfilePublic":  null,
    "firewallProfilePrivate":  null,
    "defenderAdobeReaderLaunchChildProcess":  null,
    "defenderAttackSurfaceReductionExcludedPaths":  [

                                                    ],
    "defenderOfficeAppsOtherProcessInjectionType":  null,
    "defenderOfficeAppsOtherProcessInjection":  null,
    "defenderOfficeCommunicationAppsLaunchChildProcess":  null,
    "defenderOfficeAppsExecutableContentCreationOrLaunchType":  null,
    "defenderOfficeAppsExecutableContentCreationOrLaunch":  null,
    "defenderOfficeAppsLaunchChildProcessType":  null,
    "defenderOfficeAppsLaunchChildProcess":  null,
    "defenderOfficeMacroCodeAllowWin32ImportsType":  null,
    "defenderOfficeMacroCodeAllowWin32Imports":  null,
    "defenderScriptObfuscatedMacroCodeType":  null,
    "defenderScriptObfuscatedMacroCode":  null,
    "defenderScriptDownloadedPayloadExecutionType":  null,
    "defenderScriptDownloadedPayloadExecution":  null,
    "defenderPreventCredentialStealingType":  null,
    "defenderProcessCreationType":  null,
    "defenderProcessCreation":  null,
    "defenderUntrustedUSBProcessType":  null,
    "defenderUntrustedUSBProcess":  null,
    "defenderUntrustedExecutableType":  null,
    "defenderUntrustedExecutable":  null,
    "defenderEmailContentExecutionType":  null,
    "defenderEmailContentExecution":  null,
    "defenderAdvancedRansomewareProtectionType":  null,
    "defenderGuardMyFoldersType":  null,
    "defenderGuardedFoldersAllowedAppPaths":  [

                                              ],
    "defenderAdditionalGuardedFolders":  [

                                         ],
    "defenderNetworkProtectionType":  "enable",
    "defenderExploitProtectionXml":  null,
    "defenderExploitProtectionXmlFileName":  null,
    "defenderSecurityCenterBlockExploitProtectionOverride":  null,
    "appLockerApplicationControl":  null,
    "deviceGuardLocalSystemAuthorityCredentialGuardSettings":  null,
    "deviceGuardEnableVirtualizationBasedSecurity":  null,
    "deviceGuardEnableSecureBootWithDMA":  null,
    "deviceGuardSecureBootWithDMA":  null,
    "deviceGuardLaunchSystemGuard":  null,
    "smartScreenEnableInShell":  null,
    "smartScreenBlockOverrideForFiles":  null,
    "applicationGuardEnabled":  null,
    "applicationGuardEnabledOptions":  null,
    "applicationGuardBlockFileTransfer":  null,
    "applicationGuardBlockNonEnterpriseContent":  null,
    "applicationGuardAllowPersistence":  null,
    "applicationGuardForceAuditing":  null,
    "applicationGuardBlockClipboardSharing":  null,
    "applicationGuardAllowPrintToPDF":  null,
    "applicationGuardAllowPrintToXPS":  null,
    "applicationGuardAllowPrintToLocalPrinters":  null,
    "applicationGuardAllowPrintToNetworkPrinters":  null,
    "applicationGuardAllowVirtualGPU":  null,
    "applicationGuardAllowFileSaveOnHost":  null,
    "bitLockerAllowStandardUserEncryption":  null,
    "bitLockerDisableWarningForOtherDiskEncryption":  null,
    "bitLockerEnableStorageCardEncryptionOnMobile":  null,
    "bitLockerEncryptDevice":  null,
    "bitLockerRecoveryPasswordRotation":  null,
    "defenderDisableScanArchiveFiles":  null,
    "defenderAllowScanArchiveFiles":  null,
    "defenderDisableBehaviorMonitoring":  null,
    "defenderAllowBehaviorMonitoring":  null,
    "defenderDisableCloudProtection":  null,
    "defenderAllowCloudProtection":  null,
    "defenderEnableScanIncomingMail":  null,
    "defenderEnableScanMappedNetworkDrivesDuringFullScan":  null,
    "defenderDisableScanRemovableDrivesDuringFullScan":  null,
    "defenderAllowScanRemovableDrivesDuringFullScan":  null,
    "defenderDisableScanDownloads":  null,
    "defenderAllowScanDownloads":  null,
    "defenderDisableIntrusionPreventionSystem":  null,
    "defenderAllowIntrusionPreventionSystem":  null,
    "defenderDisableOnAccessProtection":  null,
    "defenderAllowOnAccessProtection":  null,
    "defenderDisableRealTimeMonitoring":  null,
    "defenderAllowRealTimeMonitoring":  null,
    "defenderDisableScanNetworkFiles":  null,
    "defenderAllowScanNetworkFiles":  null,
    "defenderDisableScanScriptsLoadedInInternetExplorer":  null,
    "defenderAllowScanScriptsLoadedInInternetExplorer":  null,
    "defenderBlockEndUserAccess":  null,
    "defenderAllowEndUserAccess":  null,
    "defenderScanMaxCpuPercentage":  null,
    "defenderCheckForSignaturesBeforeRunningScan":  null,
    "defenderCloudBlockLevel":  null,
    "defenderCloudExtendedTimeoutInSeconds":  null,
    "defenderDaysBeforeDeletingQuarantinedMalware":  null,
    "defenderDisableCatchupFullScan":  null,
    "defenderDisableCatchupQuickScan":  null,
    "defenderEnableLowCpuPriority":  null,
    "defenderFileExtensionsToExclude":  [

                                        ],
    "defenderFilesAndFoldersToExclude":  [

                                         ],
    "defenderProcessesToExclude":  [

                                   ],
    "defenderPotentiallyUnwantedAppAction":  null,
    "defenderScanDirection":  null,
    "defenderScanType":  null,
    "defenderScheduledQuickScanTime":  null,
    "defenderScheduledScanDay":  null,
    "defenderScheduledScanTime":  null,
    "defenderSignatureUpdateIntervalInHours":  null,
    "defenderSubmitSamplesConsentType":  null,
    "defenderDetectedMalwareActions":  null,
    "firewallRules":  [

                      ],
    "userRightsAccessCredentialManagerAsTrustedCaller":  {
                                                             "state":  null,
                                                             "localUsersOrGroups":  [

                                                                                    ]
                                                         },
    "userRightsAllowAccessFromNetwork":  {
                                             "state":  null,
                                             "localUsersOrGroups":  [

                                                                    ]
                                         },
    "userRightsBlockAccessFromNetwork":  {
                                             "state":  null,
                                             "localUsersOrGroups":  [

                                                                    ]
                                         },
    "userRightsActAsPartOfTheOperatingSystem":  {
                                                    "state":  null,
                                                    "localUsersOrGroups":  [

                                                                           ]
                                                },
    "userRightsLocalLogOn":  {
                                 "state":  null,
                                 "localUsersOrGroups":  [

                                                        ]
                             },
    "userRightsDenyLocalLogOn":  {
                                     "state":  null,
                                     "localUsersOrGroups":  [

                                                            ]
                                 },
    "userRightsBackupData":  {
                                 "state":  null,
                                 "localUsersOrGroups":  [

                                                        ]
                             },
    "userRightsChangeSystemTime":  {
                                       "state":  null,
                                       "localUsersOrGroups":  [

                                                              ]
                                   },
    "userRightsCreateGlobalObjects":  {
                                          "state":  null,
                                          "localUsersOrGroups":  [

                                                                 ]
                                      },
    "userRightsCreatePageFile":  {
                                     "state":  null,
                                     "localUsersOrGroups":  [

                                                            ]
                                 },
    "userRightsCreatePermanentSharedObjects":  {
                                                   "state":  null,
                                                   "localUsersOrGroups":  [

                                                                          ]
                                               },
    "userRightsCreateSymbolicLinks":  {
                                          "state":  null,
                                          "localUsersOrGroups":  [

                                                                 ]
                                      },
    "userRightsCreateToken":  {
                                  "state":  null,
                                  "localUsersOrGroups":  [

                                                         ]
                              },
    "userRightsDebugPrograms":  {
                                    "state":  null,
                                    "localUsersOrGroups":  [

                                                           ]
                                },
    "userRightsRemoteDesktopServicesLogOn":  {
                                                 "state":  null,
                                                 "localUsersOrGroups":  [

                                                                        ]
                                             },
    "userRightsDelegation":  {
                                 "state":  null,
                                 "localUsersOrGroups":  [

                                                        ]
                             },
    "userRightsGenerateSecurityAudits":  {
                                             "state":  null,
                                             "localUsersOrGroups":  [

                                                                    ]
                                         },
    "userRightsImpersonateClient":  {
                                        "state":  null,
                                        "localUsersOrGroups":  [

                                                               ]
                                    },
    "userRightsIncreaseSchedulingPriority":  {
                                                 "state":  null,
                                                 "localUsersOrGroups":  [

                                                                        ]
                                             },
    "userRightsLoadUnloadDrivers":  {
                                        "state":  null,
                                        "localUsersOrGroups":  [

                                                               ]
                                    },
    "userRightsLockMemory":  {
                                 "state":  null,
                                 "localUsersOrGroups":  [

                                                        ]
                             },
    "userRightsManageAuditingAndSecurityLogs":  {
                                                    "state":  null,
                                                    "localUsersOrGroups":  [

                                                                           ]
                                                },
    "userRightsManageVolumes":  {
                                    "state":  null,
                                    "localUsersOrGroups":  [

                                                           ]
                                },
    "userRightsModifyFirmwareEnvironment":  {
                                                "state":  null,
                                                "localUsersOrGroups":  [

                                                                       ]
                                            },
    "userRightsModifyObjectLabels":  {
                                         "state":  null,
                                         "localUsersOrGroups":  [

                                                                ]
                                     },
    "userRightsProfileSingleProcess":  {
                                           "state":  null,
                                           "localUsersOrGroups":  [

                                                                  ]
                                       },
    "userRightsRemoteShutdown":  {
                                     "state":  null,
                                     "localUsersOrGroups":  [

                                                            ]
                                 },
    "userRightsRestoreData":  {
                                  "state":  null,
                                  "localUsersOrGroups":  [

                                                         ]
                              },
    "userRightsTakeOwnership":  {
                                    "state":  null,
                                    "localUsersOrGroups":  [

                                                           ]
                                },
    "bitLockerSystemDrivePolicy":  {
                                       "encryptionMethod":  null,
                                       "startupAuthenticationRequired":  null,
                                       "startupAuthenticationBlockWithoutTpmChip":  null,
                                       "startupAuthenticationTpmUsage":  null,
                                       "startupAuthenticationTpmPinUsage":  null,
                                       "startupAuthenticationTpmKeyUsage":  null,
                                       "startupAuthenticationTpmPinAndKeyUsage":  null,
                                       "minimumPinLength":  null,
                                       "recoveryOptions":  null,
                                       "prebootRecoveryEnableMessageAndUrl":  null,
                                       "prebootRecoveryMessage":  null,
                                       "prebootRecoveryUrl":  null
                                   },
    "bitLockerFixedDrivePolicy":  {
                                      "encryptionMethod":  null,
                                      "requireEncryptionForWriteAccess":  null,
                                      "recoveryOptions":  null
                                  },
    "bitLockerRemovableDrivePolicy":  {
                                          "encryptionMethod":  null,
                                          "requireEncryptionForWriteAccess":  null,
                                          "blockCrossOrganizationWriteAccess":  false
                                      }
}
