{
    "@odata.type":  "#microsoft.graph.windows10EndpointProtectionConfiguration",
    "id":  "8fcde9fe-0663-49f0-9665-16a3570a1c76",
    "lastModifiedDateTime":  "\/Date(1632833995356)\/",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "supportsScopeTags":  true,
    "deviceManagementApplicabilityRuleOsEdition":  null,
    "deviceManagementApplicabilityRuleOsVersion":  null,
    "deviceManagementApplicabilityRuleDeviceMode":  null,
    "createdDateTime":  "\/Date(1632817300430)\/",
    "description":  "NCSC guidlines tested on Windows 10 2004 and Windows 11 Enterprise Edition.",
    "displayName":  "Configuration_Windows_NCSC_Xbox_Services",
    "version":  3,
    "dmaGuardDeviceEnumerationPolicy":  null,
    "userRightsAccessCredentialManagerAsTrustedCaller":  null,
    "userRightsAllowAccessFromNetwork":  null,
    "userRightsBlockAccessFromNetwork":  null,
    "userRightsActAsPartOfTheOperatingSystem":  null,
    "userRightsLocalLogOn":  null,
    "userRightsDenyLocalLogOn":  null,
    "userRightsBackupData":  null,
    "userRightsChangeSystemTime":  null,
    "userRightsCreateGlobalObjects":  null,
    "userRightsCreatePageFile":  null,
    "userRightsCreatePermanentSharedObjects":  null,
    "userRightsCreateSymbolicLinks":  null,
    "userRightsCreateToken":  null,
    "userRightsDebugPrograms":  null,
    "userRightsRemoteDesktopServicesLogOn":  null,
    "userRightsDelegation":  null,
    "userRightsGenerateSecurityAudits":  null,
    "userRightsImpersonateClient":  null,
    "userRightsIncreaseSchedulingPriority":  null,
    "userRightsLoadUnloadDrivers":  null,
    "userRightsLockMemory":  null,
    "userRightsManageAuditingAndSecurityLogs":  null,
    "userRightsManageVolumes":  null,
    "userRightsModifyFirmwareEnvironment":  null,
    "userRightsModifyObjectLabels":  null,
    "userRightsProfileSingleProcess":  null,
    "userRightsRemoteShutdown":  null,
    "userRightsRestoreData":  null,
    "userRightsTakeOwnership":  null,
    "xboxServicesEnableXboxGameSaveTask":  false,
    "xboxServicesAccessoryManagementServiceStartupMode":  "disabled",
    "xboxServicesLiveAuthManagerServiceStartupMode":  "disabled",
    "xboxServicesLiveGameSaveServiceStartupMode":  "disabled",
    "xboxServicesLiveNetworkingServiceStartupMode":  "disabled",
    "localSecurityOptionsBlockMicrosoftAccounts":  null,
    "localSecurityOptionsBlockRemoteLogonWithBlankPassword":  null,
    "localSecurityOptionsDisableAdministratorAccount":  null,
    "localSecurityOptionsAdministratorAccountName":  null,
    "localSecurityOptionsDisableGuestAccount":  null,
    "localSecurityOptionsGuestAccountName":  null,
    "localSecurityOptionsAllowUndockWithoutHavingToLogon":  null,
    "localSecurityOptionsBlockUsersInstallingPrinterDrivers":  null,
    "localSecurityOptionsBlockRemoteOpticalDriveAccess":  null,
    "localSecurityOptionsFormatAndEjectOfRemovableMediaAllowedUser":  null,
    "localSecurityOptionsMachineInactivityLimit":  null,
    "localSecurityOptionsMachineInactivityLimitInMinutes":  null,
    "localSecurityOptionsDoNotRequireCtrlAltDel":  null,
    "localSecurityOptionsHideLastSignedInUser":  null,
    "localSecurityOptionsHideUsernameAtSignIn":  null,
    "localSecurityOptionsLogOnMessageTitle":  null,
    "localSecurityOptionsLogOnMessageText":  null,
    "localSecurityOptionsAllowPKU2UAuthenticationRequests":  null,
    "localSecurityOptionsAllowRemoteCallsToSecurityAccountsManagerHelperBool":  null,
    "localSecurityOptionsAllowRemoteCallsToSecurityAccountsManager":  null,
    "localSecurityOptionsMinimumSessionSecurityForNtlmSspBasedClients":  null,
    "localSecurityOptionsMinimumSessionSecurityForNtlmSspBasedServers":  null,
    "lanManagerAuthenticationLevel":  null,
    "lanManagerWorkstationDisableInsecureGuestLogons":  null,
    "localSecurityOptionsClearVirtualMemoryPageFile":  null,
    "localSecurityOptionsAllowSystemToBeShutDownWithoutHavingToLogOn":  null,
    "localSecurityOptionsAllowUIAccessApplicationElevation":  null,
    "localSecurityOptionsVirtualizeFileAndRegistryWriteFailuresToPerUserLocations":  null,
    "localSecurityOptionsOnlyElevateSignedExecutables":  null,
    "localSecurityOptionsAdministratorElevationPromptBehavior":  null,
    "localSecurityOptionsStandardUserElevationPromptBehavior":  null,
    "localSecurityOptionsSwitchToSecureDesktopWhenPromptingForElevation":  null,
    "localSecurityOptionsDetectApplicationInstallationsAndPromptForElevation":  null,
    "localSecurityOptionsAllowUIAccessApplicationsForSecureLocations":  null,
    "localSecurityOptionsUseAdminApprovalMode":  null,
    "localSecurityOptionsUseAdminApprovalModeForAdministrators":  null,
    "localSecurityOptionsInformationShownOnLockScreen":  null,
    "localSecurityOptionsInformationDisplayedOnLockScreen":  null,
    "localSecurityOptionsDisableClientDigitallySignCommunicationsIfServerAgrees":  null,
    "localSecurityOptionsClientDigitallySignCommunicationsAlways":  null,
    "localSecurityOptionsClientSendUnencryptedPasswordToThirdPartySMBServers":  null,
    "localSecurityOptionsDisableServerDigitallySignCommunicationsAlways":  null,
    "localSecurityOptionsDisableServerDigitallySignCommunicationsIfClientAgrees":  null,
    "localSecurityOptionsRestrictAnonymousAccessToNamedPipesAndShares":  null,
    "localSecurityOptionsDoNotAllowAnonymousEnumerationOfSAMAccounts":  null,
    "localSecurityOptionsAllowAnonymousEnumerationOfSAMAccountsAndShares":  null,
    "localSecurityOptionsDoNotStoreLANManagerHashValueOnNextPasswordChange":  null,
    "localSecurityOptionsSmartCardRemovalBehavior":  null,
    "defenderSecurityCenterDisableAppBrowserUI":  null,
    "defenderSecurityCenterDisableFamilyUI":  null,
    "defenderSecurityCenterDisableHealthUI":  null,
    "defenderSecurityCenterDisableNetworkUI":  null,
    "defenderSecurityCenterDisableVirusUI":  null,
    "defenderSecurityCenterDisableAccountUI":  null,
    "defenderSecurityCenterDisableClearTpmUI":  null,
    "defenderSecurityCenterDisableHardwareUI":  null,
    "defenderSecurityCenterDisableNotificationAreaUI":  null,
    "defenderSecurityCenterDisableRansomwareUI":  null,
    "defenderSecurityCenterDisableSecureBootUI":  null,
    "defenderSecurityCenterDisableTroubleshootingUI":  null,
    "defenderSecurityCenterDisableVulnerableTpmFirmwareUpdateUI":  null,
    "defenderSecurityCenterOrganizationDisplayName":  null,
    "defenderSecurityCenterHelpEmail":  null,
    "defenderSecurityCenterHelpPhone":  null,
    "defenderSecurityCenterHelpURL":  null,
    "defenderSecurityCenterNotificationsFromApp":  null,
    "defenderSecurityCenterITContactDisplay":  null,
    "windowsDefenderTamperProtection":  null,
    "firewallBlockStatefulFTP":  null,
    "firewallIdleTimeoutForSecurityAssociationInSeconds":  null,
    "firewallPreSharedKeyEncodingMethod":  null,
    "firewallIPSecExemptionsNone":  null,
    "firewallIPSecExemptionsAllowNeighborDiscovery":  null,
    "firewallIPSecExemptionsAllowICMP":  null,
    "firewallIPSecExemptionsAllowRouterDiscovery":  null,
    "firewallIPSecExemptionsAllowDHCP":  null,
    "firewallCertificateRevocationListCheckMethod":  null,
    "firewallMergeKeyingModuleSettings":  null,
    "firewallPacketQueueingMethod":  null,
    "firewallProfileDomain":  null,
    "firewallProfilePublic":  null,
    "firewallProfilePrivate":  null,
    "defenderAdobeReaderLaunchChildProcess":  null,
    "defenderAttackSurfaceReductionExcludedPaths":  [

                                                    ],
    "defenderOfficeAppsOtherProcessInjectionType":  null,
    "defenderOfficeAppsOtherProcessInjection":  null,
    "defenderOfficeCommunicationAppsLaunchChildProcess":  null,
    "defenderOfficeAppsExecutableContentCreationOrLaunchType":  null,
    "defenderOfficeAppsExecutableContentCreationOrLaunch":  null,
    "defenderOfficeAppsLaunchChildProcessType":  null,
    "defenderOfficeAppsLaunchChildProcess":  null,
    "defenderOfficeMacroCodeAllowWin32ImportsType":  null,
    "defenderOfficeMacroCodeAllowWin32Imports":  null,
    "defenderScriptObfuscatedMacroCodeType":  null,
    "defenderScriptObfuscatedMacroCode":  null,
    "defenderScriptDownloadedPayloadExecutionType":  null,
    "defenderScriptDownloadedPayloadExecution":  null,
    "defenderPreventCredentialStealingType":  null,
    "defenderProcessCreationType":  null,
    "defenderProcessCreation":  null,
    "defenderUntrustedUSBProcessType":  null,
    "defenderUntrustedUSBProcess":  null,
    "defenderUntrustedExecutableType":  null,
    "defenderUntrustedExecutable":  null,
    "defenderEmailContentExecutionType":  null,
    "defenderEmailContentExecution":  null,
    "defenderAdvancedRansomewareProtectionType":  null,
    "defenderGuardMyFoldersType":  null,
    "defenderGuardedFoldersAllowedAppPaths":  [

                                              ],
    "defenderAdditionalGuardedFolders":  [

                                         ],
    "defenderNetworkProtectionType":  null,
    "defenderExploitProtectionXml":  null,
    "defenderExploitProtectionXmlFileName":  null,
    "defenderSecurityCenterBlockExploitProtectionOverride":  null,
    "defenderBlockPersistenceThroughWmiType":  null,
    "appLockerApplicationControl":  null,
    "deviceGuardLocalSystemAuthorityCredentialGuardSettings":  null,
    "deviceGuardEnableVirtualizationBasedSecurity":  null,
    "deviceGuardEnableSecureBootWithDMA":  null,
    "deviceGuardSecureBootWithDMA":  null,
    "deviceGuardLaunchSystemGuard":  null,
    "smartScreenEnableInShell":  null,
    "smartScreenBlockOverrideForFiles":  null,
    "applicationGuardEnabled":  null,
    "applicationGuardEnabledOptions":  null,
    "applicationGuardBlockFileTransfer":  null,
    "applicationGuardBlockNonEnterpriseContent":  null,
    "applicationGuardAllowPersistence":  null,
    "applicationGuardForceAuditing":  null,
    "applicationGuardBlockClipboardSharing":  null,
    "applicationGuardAllowPrintToPDF":  null,
    "applicationGuardAllowPrintToXPS":  null,
    "applicationGuardAllowPrintToLocalPrinters":  null,
    "applicationGuardAllowPrintToNetworkPrinters":  null,
    "applicationGuardAllowVirtualGPU":  null,
    "applicationGuardAllowFileSaveOnHost":  null,
    "applicationGuardAllowCameraMicrophoneRedirection":  null,
    "applicationGuardCertificateThumbprints":  [

                                               ],
    "bitLockerAllowStandardUserEncryption":  null,
    "bitLockerDisableWarningForOtherDiskEncryption":  null,
    "bitLockerEnableStorageCardEncryptionOnMobile":  null,
    "bitLockerEncryptDevice":  null,
    "bitLockerRecoveryPasswordRotation":  null,
    "defenderDisableScanArchiveFiles":  null,
    "defenderAllowScanArchiveFiles":  null,
    "defenderDisableBehaviorMonitoring":  null,
    "defenderAllowBehaviorMonitoring":  null,
    "defenderDisableCloudProtection":  null,
    "defenderAllowCloudProtection":  null,
    "defenderEnableScanIncomingMail":  null,
    "defenderEnableScanMappedNetworkDrivesDuringFullScan":  null,
    "defenderDisableScanRemovableDrivesDuringFullScan":  null,
    "defenderAllowScanRemovableDrivesDuringFullScan":  null,
    "defenderDisableScanDownloads":  null,
    "defenderAllowScanDownloads":  null,
    "defenderDisableIntrusionPreventionSystem":  null,
    "defenderAllowIntrusionPreventionSystem":  null,
    "defenderDisableOnAccessProtection":  null,
    "defenderAllowOnAccessProtection":  null,
    "defenderDisableRealTimeMonitoring":  null,
    "defenderAllowRealTimeMonitoring":  null,
    "defenderDisableScanNetworkFiles":  null,
    "defenderAllowScanNetworkFiles":  null,
    "defenderDisableScanScriptsLoadedInInternetExplorer":  null,
    "defenderAllowScanScriptsLoadedInInternetExplorer":  null,
    "defenderBlockEndUserAccess":  null,
    "defenderAllowEndUserAccess":  null,
    "defenderScanMaxCpuPercentage":  null,
    "defenderCheckForSignaturesBeforeRunningScan":  null,
    "defenderCloudBlockLevel":  null,
    "defenderCloudExtendedTimeoutInSeconds":  null,
    "defenderDaysBeforeDeletingQuarantinedMalware":  null,
    "defenderDisableCatchupFullScan":  null,
    "defenderDisableCatchupQuickScan":  null,
    "defenderEnableLowCpuPriority":  null,
    "defenderFileExtensionsToExclude":  [

                                        ],
    "defenderFilesAndFoldersToExclude":  [

                                         ],
    "defenderProcessesToExclude":  [

                                   ],
    "defenderPotentiallyUnwantedAppAction":  null,
    "defenderScanDirection":  null,
    "defenderScanType":  null,
    "defenderScheduledQuickScanTime":  null,
    "defenderScheduledScanDay":  null,
    "defenderScheduledScanTime":  null,
    "defenderSignatureUpdateIntervalInHours":  null,
    "defenderSubmitSamplesConsentType":  null,
    "defenderDetectedMalwareActions":  null,
    "firewallRules":  [

                      ],
    "bitLockerSystemDrivePolicy":  {
                                       "encryptionMethod":  null,
                                       "startupAuthenticationRequired":  null,
                                       "startupAuthenticationBlockWithoutTpmChip":  null,
                                       "startupAuthenticationTpmUsage":  null,
                                       "startupAuthenticationTpmPinUsage":  null,
                                       "startupAuthenticationTpmKeyUsage":  null,
                                       "startupAuthenticationTpmPinAndKeyUsage":  null,
                                       "minimumPinLength":  null,
                                       "recoveryOptions":  null,
                                       "prebootRecoveryEnableMessageAndUrl":  null,
                                       "prebootRecoveryMessage":  null,
                                       "prebootRecoveryUrl":  null
                                   },
    "bitLockerFixedDrivePolicy":  {
                                      "encryptionMethod":  null,
                                      "requireEncryptionForWriteAccess":  null,
                                      "recoveryOptions":  null
                                  },
    "bitLockerRemovableDrivePolicy":  {
                                          "encryptionMethod":  null,
                                          "requireEncryptionForWriteAccess":  null,
                                          "blockCrossOrganizationWriteAccess":  false
                                      }
}
