{
    "@odata.type":  "#microsoft.graph.windowsHealthMonitoringConfiguration",
    "id":  "6522e4e1-96b8-461e-9a18-a0ee8631cbab",
    "lastModifiedDateTime":  "2022-03-21T16:46:14.7042719Z",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "supportsScopeTags":  true,
    "deviceManagementApplicabilityRuleOsEdition":  null,
    "deviceManagementApplicabilityRuleOsVersion":  null,
    "deviceManagementApplicabilityRuleDeviceMode":  null,
    "createdDateTime":  "2020-10-29T16:18:18.55207Z",
    "description":  "",
    "displayName":  "Configuration_Windows_Corporate_Intune_Data_Collection",
    "version":  4,
    "allowDeviceHealthMonitoring":  "enabled",
    "configDeviceHealthMonitoringScope":  "bootPerformance,windowsUpdates",
    "configDeviceHealthMonitoringCustomScope":  null
}
