{
    "@odata.type":  "#microsoft.graph.windowsDeliveryOptimizationConfiguration",
    "id":  "c6564d52-1563-4bd5-9e18-0f5ed7e31d4b",
    "lastModifiedDateTime":  "2022-03-21T16:47:56.2231832Z",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "supportsScopeTags":  true,
    "deviceManagementApplicabilityRuleOsEdition":  null,
    "deviceManagementApplicabilityRuleOsVersion":  null,
    "deviceManagementApplicabilityRuleDeviceMode":  null,
    "createdDateTime":  "2022-03-21T16:47:56.2231832Z",
    "description":  null,
    "displayName":  "Configuration_Windows_Corporate_Delivery_Optimisation",
    "version":  1,
    "deliveryOptimizationMode":  "httpWithPeeringNat",
    "restrictPeerSelectionBy":  "subnetMask",
    "groupIdSource":  null,
    "backgroundDownloadFromHttpDelayInSeconds":  60,
    "foregroundDownloadFromHttpDelayInSeconds":  60,
    "minimumRamAllowedToPeerInGigabytes":  4,
    "minimumDiskSizeAllowedToPeerInGigabytes":  250,
    "minimumFileSizeToCacheInMegabytes":  10,
    "minimumBatteryPercentageAllowedToUpload":  40,
    "modifyCacheLocation":  null,
    "maximumCacheAgeInDays":  7,
    "vpnPeerCaching":  "notConfigured",
    "cacheServerHostNames":  [

                             ],
    "cacheServerForegroundDownloadFallbackToHttpDelayInSeconds":  0,
    "cacheServerBackgroundDownloadFallbackToHttpDelayInSeconds":  0,
    "bandwidthMode":  {
                          "@odata.type":  "#microsoft.graph.deliveryOptimizationBandwidthPercentage",
                          "maximumBackgroundBandwidthPercentage":  25,
                          "maximumForegroundBandwidthPercentage":  70
                      },
    "maximumCacheSize":  {
                             "@odata.type":  "#microsoft.graph.deliveryOptimizationMaxCacheSizeAbsolute",
                             "maximumCacheSizeInGigabytes":  15
                         }
}
