{
    "@odata.type":  "#microsoft.graph.macOSEndpointProtectionConfiguration",
    "id":  "420a0c37-09c3-44f9-9858-35f727794396",
    "lastModifiedDateTime":  "2021-02-20T18:10:11.3566995Z",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "supportsScopeTags":  true,
    "deviceManagementApplicabilityRuleOsEdition":  null,
    "deviceManagementApplicabilityRuleOsVersion":  null,
    "deviceManagementApplicabilityRuleDeviceMode":  null,
    "createdDateTime":  "2021-02-20T18:10:11.3566995Z",
    "description":  null,
    "displayName":  "Endpoint Security",
    "version":  1,
    "gatekeeperAllowedAppSource":  "notConfigured",
    "gatekeeperBlockOverride":  false,
    "firewallEnabled":  false,
    "firewallBlockAllIncoming":  false,
    "firewallEnableStealthMode":  false,
    "fileVaultEnabled":  true,
    "fileVaultSelectedRecoveryKeyTypes":  "personalRecoveryKey",
    "fileVaultInstitutionalRecoveryKeyCertificate":  null,
    "fileVaultInstitutionalRecoveryKeyCertificateFileName":  null,
    "fileVaultPersonalRecoveryKeyHelpMessage":  "Please contact the IT Service Desk for your personal recovery key if needed",
    "fileVaultAllowDeferralUntilSignOut":  true,
    "fileVaultNumberOfTimesUserCanIgnore":  null,
    "fileVaultDisablePromptAtSignOut":  false,
    "fileVaultPersonalRecoveryKeyRotationInMonths":  12,
    "fileVaultHidePersonalRecoveryKey":  false,
    "advancedThreatProtectionRealTime":  "notConfigured",
    "advancedThreatProtectionCloudDelivered":  "notConfigured",
    "advancedThreatProtectionAutomaticSampleSubmission":  "notConfigured",
    "advancedThreatProtectionDiagnosticDataCollection":  "notConfigured",
    "advancedThreatProtectionExcludedFolders":  [

                                                ],
    "advancedThreatProtectionExcludedFiles":  [

                                              ],
    "advancedThreatProtectionExcludedExtensions":  [

                                                   ],
    "advancedThreatProtectionExcludedProcesses":  [

                                                  ],
    "firewallApplications":  [

                             ]
}
