{
    "@odata.type":  "#microsoft.graph.windows10CustomConfiguration",
    "id":  "cb939848-5205-4cdb-b163-647ca7ffc30b",
    "lastModifiedDateTime":  "2020-07-10T07:56:40.4499221Z",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "supportsScopeTags":  true,
    "deviceManagementApplicabilityRuleOsEdition":  null,
    "deviceManagementApplicabilityRuleOsVersion":  null,
    "deviceManagementApplicabilityRuleDeviceMode":  null,
    "createdDateTime":  "2020-07-10T07:55:38.3183482Z",
    "description":  null,
    "displayName":  "N - Time Zone Configuration",
    "version":  2,
    "omaSettings":  [
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "Set Time Zone",
                            "description":  null,
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/TimeLanguageSettings/ConfigureTimeZone",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_cb939848-5205-4cdb-b163-647ca7ffc30b_c03d93ce-2bdd-4e57-847c-97bc1d857439",
                            "isEncrypted":  true,
                            "value":  "****"
                        }
                    ]
}
