{
    "@odata.type":  "#microsoft.graph.windows10CustomConfiguration",
    "id":  "19381ee7-3a05-42e2-afd9-887e51982e9a",
    "lastModifiedDateTime":  "2021-03-24T18:26:06.5960006Z",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "supportsScopeTags":  true,
    "deviceManagementApplicabilityRuleOsEdition":  null,
    "deviceManagementApplicabilityRuleOsVersion":  null,
    "deviceManagementApplicabilityRuleDeviceMode":  null,
    "createdDateTime":  "2020-04-06T21:31:12.0788557Z",
    "description":  "System hardening configuration that matches the Windows 10 NCSC MDM guidance - all this configuration is custom OMA-URI",
    "displayName":  "NCSC - Windows 10 (1803) - System Hardening - 2 of 2",
    "version":  4,
    "omaSettings":  [
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "Error Reporting - Disable Windows Error Reporting",
                            "description":  "Error Reporting - Disable Windows Error Reporting",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ErrorReporting/DisableWindowsErrorReporting",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_82f6502c-8c65-4354-aab3-847f4db0d320",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingInteger",
                            "displayName":  "Data Protection - Allow Direct Memory Access",
                            "description":  "Data Protection - Allow Direct Memory Access",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/DataProtection/AllowDirectMemoryAccess",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  0,
                            "isReadOnly":  false
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "Windows Logon - Don\u0027t Display Network Selection UI",
                            "description":  "Windows Logon - Don\u0027t Display Network Selection UI",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/WindowsLogon/DontDisplayNetworkSelectionUI",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_234ee0f5-66c8-4b63-bff1-8cc60fe9f3d7",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "Power - Allow Standby When Sleeping Plugged In",
                            "description":  "Power - Allow Standby When Sleeping Plugged In",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Power/AllowStandbyWhenSleepingPluggedIn",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_542b06cc-596c-4e11-a978-6e8d00104455",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "Power - Require Password When Computer Wakes On Battery",
                            "description":  "Power - Require Password When Computer Wakes On Battery",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Power/RequirePasswordWhenComputerWakesOnBattery",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_9c4e3389-d4fc-4d28-91f2-ba117e6feed3",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "Power - Require Password When Computer Wakes Plugged In",
                            "description":  "Power - Require Password When Computer Wakes Plugged In",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Power/RequirePasswordWhenComputerWakesPluggedIn",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_4571c57c-fbb2-4ce4-9702-bdb84bd9d24d",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "Remote Assistance - Solicited Remote Assistance",
                            "description":  "Remote Assistance - Solicited Remote Assistance",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/RemoteAssistance/SolicitedRemoteAssistance",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_749d644d-6de9-4591-a368-29c97e3e7a25",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "AutoPlay - Disallow Autoplay For Non Volume Devices",
                            "description":  "AutoPlay - Disallow Autoplay For Non Volume Devices",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/AutoPlay/DisallowAutoplayForNonVolumeDevices",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_66996dc8-8941-4f27-ba51-a630713ca7f5",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "Remote Desktop Services - Do Not Allow Drive Redirection",
                            "description":  "Remote Desktop Services - Do Not Allow Drive Redirection",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/RemoteDesktopServices/DoNotAllowDriveRedirection",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_354825b8-b144-434e-88d3-f0aefb62ee3d",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "Remote Desktop Services - Prompt For Password Upon Connection",
                            "description":  "Remote Desktop Services - Prompt For Password Upon Connection",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/RemoteDesktopServices/PromptForPasswordUponConnection",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_4eaafbf4-4ba3-4af7-ad3b-19838fd15596",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "Remote Desktop Services - Require Secure RPC Communication",
                            "description":  "Remote Desktop Services - Require Secure RPC Communication",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/RemoteDesktopServices/RequireSecureRPCCommunication",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_77c792f5-3ec8-4d03-9eed-ed56569c61e3",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingInteger",
                            "displayName":  "Experience - Allow Windows Consumer Features",
                            "description":  "Experience - Allow Windows Consumer Features",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Experience/AllowWindowsConsumerFeatures",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  0,
                            "isReadOnly":  false
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingInteger",
                            "displayName":  "Search - Allow Indexing Encrypted Stores Or Items",
                            "description":  "Search - Allow Indexing Encrypted Stores Or Items",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Search/AllowIndexingEncryptedStoresOrItems",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  0,
                            "isReadOnly":  false
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingInteger",
                            "displayName":  "Windows Ink Workspace - Allow Windows Ink Workspace",
                            "description":  "Windows Ink Workspace - Allow Windows Ink Workspace",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/WindowsInkWorkspace/AllowWindowsInkWorkspace",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  1,
                            "isReadOnly":  false
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "Device Lock - Prevent Lock Screen Slide Show",
                            "description":  "Device Lock - Prevent Lock Screen Slide Show",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/DeviceLock/PreventLockScreenSlideShow",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_e8ba6959-5522-4b6a-9ee2-5b05af76383d",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "Autoplay - Set Default Auto Run Behavior",
                            "description":  "Autoplay - Set Default Auto Run Behavior",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Autoplay/SetDefaultAutoRunBehavior",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_4ca6ec54-314a-4b0e-b5ca-250259660363",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "Autoplay - Turn Off Auto Play",
                            "description":  "Autoplay - Turn Off Auto Play",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Autoplay/TurnOffAutoPlay",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_62c1f734-db6c-43e1-967a-fc96e6c819ed",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "System - Boot Start Driver Initialization",
                            "description":  "System - Boot Start Driver Initialization (Good, Unknown and bad but critical)",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/System/BootStartDriverInitialization",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_61d4eb41-ca21-4453-a49c-abbffc2b1970",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "RPC - Restrict Unauthenticated RPC Clients",
                            "description":  "RPC - Restrict Unauthenticated RPC Clients",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/RemoteProcedureCall/RestrictUnauthenticatedRPCClients",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_39f16f96-9efd-40de-b932-4d440266b417",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "Remote Desktop Services - Client Connection Encryption Level",
                            "description":  "Remote Desktop Services - Client Connection Encryption Level",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/RemoteDesktopServices/ClientConnectionEncryptionLevel",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_b2c74669-8f70-45f1-a251-0ef0afb6d055",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingInteger",
                            "displayName":  "Network Isolation - Enterprise Proxy Servers Are Authoritative ",
                            "description":  "Network Isolation - Enterprise Proxy Servers Are Authoritative ",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/NetworkIsolation/EnterpriseProxyServersAreAuthoritative",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  1,
                            "isReadOnly":  false
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "MS Security Guide - Configure SMBV1 Client Driver",
                            "description":  "MS Security Guide - Configure SMBV1 Client Driver",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/MSSecurityGuide/ConfigureSMBV1ClientDriver",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_91006ed3-8f36-4a42-af59-1279890f39e9",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "Device Lock - Prevent Enabling Lock Screen Camera",
                            "description":  "Device Lock - Prevent Enabling Lock Screen Camera",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/DeviceLock/PreventEnablingLockScreenCamera",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_4d6da3e1-90a0-4203-8855-5d4424fbfe74",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "MS Security Guide - Apply UAC Restrictions To Local Accounts On Network Logon",
                            "description":  "MS Security Guide - Apply UAC Restrictions To Local Accounts On Network Logon",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/MSSecurityGuide/ApplyUACRestrictionsToLocalAccountsOnNetworkLogon",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_513541e2-3c11-4692-811a-895d3f394589",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "MS Security Guide - Configure SMBV1 Server",
                            "description":  "MS Security Guide - Configure SMBV1 Server",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/MSSecurityGuide/ConfigureSMBV1Server",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_e026de50-5080-48aa-9efc-f72904ae9add",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "MS Security Guide - Enable Structured Exception Handling Overwrite Protection",
                            "description":  "MS Security Guide - Enable Structured Exception Handling Overwrite Protection",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/MSSecurityGuide/EnableStructuredExceptionHandlingOverwriteProtection",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_77ca1b36-86b2-4847-acfb-7009cbc3dcf9",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "MS Security Guide - Turn On Windows Defender Protection Against Potentially Unwanted Applications",
                            "description":  "MS Security Guide - Turn On Windows Defender Protection Against Potentially Unwanted Applications",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/MSSecurityGuide/TurnOnWindowsDefenderProtectionAgainstPotentiallyUnwantedApplications",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_cc2522b7-d4c0-4c65-bf9c-4e06821d63d0",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "MS Security Guide - WDigest Authentication",
                            "description":  "MS Security Guide - WDigest Authentication",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/MSSecurityGuide/WDigestAuthentication",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_bbdc7e5e-444b-4eb6-a277-63e7871edfdf",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingInteger",
                            "displayName":  "Lanman Workstation - Enable Insecure Guest Logons",
                            "description":  "Lanman Workstation - Enable Insecure Guest Logons",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/LanmanWorkstation/EnableInsecureGuestLogons",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  0,
                            "isReadOnly":  false
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingInteger",
                            "displayName":  "Games - Allow Advanced Gaming Services",
                            "description":  "Games - Allow Advanced Gaming Services",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/Games/AllowAdvancedGamingServices",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  0,
                            "isReadOnly":  false
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingInteger",
                            "displayName":  "MDM Wins Over GP",
                            "description":  "MDM Wins Over GP",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/ControlPolicyConflict/MDMWinsOverGP",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  1,
                            "isReadOnly":  false
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingInteger",
                            "displayName":  "System Services - Configure Home Group Listener Service Startup Mode",
                            "description":  "System Services - Configure Home Group Listener Service Startup Mode",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/SystemServices/ConfigureHomeGroupListenerServiceStartupMode",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  4,
                            "isReadOnly":  false
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingInteger",
                            "displayName":  "System Services - Configure Home Group Provider Service Startup Mode",
                            "description":  "System Services - Configure Home Group Provider Service Startup Mode",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/SystemServices/ConfigureHomeGroupProviderServiceStartupMode",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  4,
                            "isReadOnly":  false
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingInteger",
                            "displayName":  "System Services - Configure Xbox Accessory Management Service Startup Mode",
                            "description":  "System Services - Configure Xbox Accessory Management Service Startup Mode",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/SystemServices/ConfigureXboxAccessoryManagementServiceStartupMode",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  4,
                            "isReadOnly":  false
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingInteger",
                            "displayName":  "System Services - Configure Xbox Live Auth Manager Service Startup Mode",
                            "description":  "System Services - Configure Xbox Live Auth Manager Service Startup Mode",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/SystemServices/ConfigureXboxLiveAuthManagerServiceStartupMode",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  4,
                            "isReadOnly":  false
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingInteger",
                            "displayName":  "System Services - Configure Xbox Live Game Save Service Startup Mode",
                            "description":  "System Services - Configure Xbox Live Game Save Service Startup Mode",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/SystemServices/ConfigureXboxLiveGameSaveServiceStartupMode",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  4,
                            "isReadOnly":  false
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingInteger",
                            "displayName":  "System Services - Configure Xbox Live Networking Service Startup Mode",
                            "description":  "System Services - Configure Xbox Live Networking Service Startup Mode",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/SystemServices/ConfigureXboxLiveNetworkingServiceStartupMode",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  4,
                            "isReadOnly":  false
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "MSS Legacy - Allow ICMP Redirects To Override OSPF Generated Routes",
                            "description":  "MSS Legacy - Allow ICMP Redirects To Override OSPF Generated Routes",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/MSSLegacy/AllowICMPRedirectsToOverrideOSPFGeneratedRoutes",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_6dd7bc72-9a5b-4d0b-80d7-33e3d4239008",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "MSSLegacy - Allow The Computer To Ignore Net BIOS Name Release Requests Except From WINS Servers",
                            "description":  "MSSLegacy - Allow The Computer To Ignore Net BIOS Name Release Requests Except From WINS Servers",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/MSSLegacy/AllowTheComputerToIgnoreNetBIOSNameReleaseRequestsExceptFromWINSServers",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_005e5c6d-60ca-4dd7-be5f-cf16be6979ba",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "MSS Legacy - IP Source Routing Protection Level",
                            "description":  "MSS Legacy - IP Source Routing Protection Level",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/MSSLegacy/IPSourceRoutingProtectionLevel",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_c41e16c7-0cee-4cde-9000-e5fbc5333d96",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "MSS Legacy - IPv6 Source Routing Protection Level",
                            "description":  "MSS Legacy - IPv6 Source Routing Protection Level",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/MSSLegacy/IPv6SourceRoutingProtectionLevel",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_ad23052a-7a14-4792-9ff4-cc5ae1f69d3b",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "PreventInstallationOfMatchingDeviceSetupClasses",
                            "description":  "PreventInstallationOfMatchingDeviceSetupClasses",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/DeviceInstallation/PreventInstallationOfMatchingDeviceSetupClasses",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_cb4df2c1-02ff-460b-ad8c-6c8cc4b4f449",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "PreventInstallationOfMatchingDeviceIDs",
                            "description":  "PreventInstallationOfMatchingDeviceIDs",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/DeviceInstallation/PreventInstallationOfMatchingDeviceIDs",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_19381ee7-3a05-42e2-afd9-887e51982e9a_adbcaf83-99ac-40e2-808c-c45c81b79084",
                            "isEncrypted":  true,
                            "value":  "****"
                        }
                    ]
}
