{
    "@odata.type":  "#microsoft.graph.windows10CustomConfiguration",
    "id":  "1eb9257d-f6f4-4e68-9325-234f074b5c02",
    "lastModifiedDateTime":  "2020-08-05T09:54:03.1919167Z",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "supportsScopeTags":  true,
    "deviceManagementApplicabilityRuleOsEdition":  null,
    "deviceManagementApplicabilityRuleOsVersion":  null,
    "deviceManagementApplicabilityRuleDeviceMode":  null,
    "createdDateTime":  "2020-04-06T21:28:51.388765Z",
    "description":  "AppLocker configuration that matches the NCSC Windows 10 MDM guidance.",
    "displayName":  "NCSC - Windows 10 (1803) - AppLocker Configuration - DO NOT USE",
    "version":  2,
    "omaSettings":  [
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingStringXml",
                            "displayName":  "AppLocker Store Apps",
                            "description":  "AppLocker configuration for inbox Microsoft store applications ",
                            "omaUri":  "./Vendor/MSFT/AppLocker/ApplicationLaunchRestrictions/StoreAppsGroup/StoreApps/Policy",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_1eb9257d-f6f4-4e68-9325-234f074b5c02_dcdc72c7-85ac-4a36-851a-68aa8059a13d",
                            "isEncrypted":  true,
                            "fileName":  "AppLocker Appx.xml",
                            "value":  "PGEvPg=="
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingStringXml",
                            "displayName":  "AppLocker EXE",
                            "description":  "AppLocker configuration for inbox executables",
                            "omaUri":  "./Vendor/MSFT/AppLocker/ApplicationLaunchRestrictions/EXEGroup/EXE/Policy",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_1eb9257d-f6f4-4e68-9325-234f074b5c02_b9eb6323-a06e-4067-9ee9-f9fd4569c4c8",
                            "isEncrypted":  true,
                            "fileName":  "AppLocker EXE.xml",
                            "value":  "PGEvPg=="
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingStringXml",
                            "displayName":  "AppLocker MSI",
                            "description":  "AppLocker configuration for inbox MSIs",
                            "omaUri":  "./Vendor/MSFT/AppLocker/ApplicationLaunchRestrictions/MSIGroup/MSI/Policy",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_1eb9257d-f6f4-4e68-9325-234f074b5c02_daff1e74-abcd-4f1a-ace3-a4e4122f7cca",
                            "isEncrypted":  true,
                            "fileName":  "AppLocker MSI.xml",
                            "value":  "PGEvPg=="
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingStringXml",
                            "displayName":  "AppLocker Script",
                            "description":  "AppLocker Configuration for inbox scripts",
                            "omaUri":  "./Vendor/MSFT/AppLocker/ApplicationLaunchRestrictions/ScriptGroup/Script/Policy",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_1eb9257d-f6f4-4e68-9325-234f074b5c02_9c66d39c-aac0-4d90-92a4-178b192f0899",
                            "isEncrypted":  true,
                            "fileName":  "AppLocker Script.xml",
                            "value":  "PGEvPg=="
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingStringXml",
                            "displayName":  "AppLocker DLL",
                            "description":  "AppLocker configuration for inbox DLLs",
                            "omaUri":  "./Vendor/MSFT/AppLocker/ApplicationLaunchRestrictions/DLLGroup/DLL/Policy",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_1eb9257d-f6f4-4e68-9325-234f074b5c02_a13b5513-84bf-4010-832f-e72ad49a5489",
                            "isEncrypted":  true,
                            "fileName":  "AppLocker DLL.xml",
                            "value":  "PGEvPg=="
                        }
                    ]
}
