{
    "@odata.type":  "#microsoft.graph.editionUpgradeConfiguration",
    "id":  "1816a487-322a-40cf-992a-85691ea10057",
    "lastModifiedDateTime":  "2020-08-05T00:43:48.7274492Z",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "supportsScopeTags":  true,
    "deviceManagementApplicabilityRuleOsEdition":  null,
    "deviceManagementApplicabilityRuleOsVersion":  null,
    "deviceManagementApplicabilityRuleDeviceMode":  null,
    "createdDateTime":  "2020-05-12T12:39:30.1183949Z",
    "description":  null,
    "displayName":  "NCSC-G-All Devices Windows10 Edition Upgrade",
    "version":  4,
    "licenseType":  "productKey",
    "targetEdition":  "windows10Enterprise",
    "license":  "",
    "productKey":  "#####-#####-#####-#####-#P2JR",
    "windowsSMode":  "noRestriction"
}
