{
    "@odata.type":  "#microsoft.graph.windows10CustomConfiguration",
    "id":  "e6cbcf70-ded4-49b0-842d-4c494efa428c",
    "lastModifiedDateTime":  "2020-08-05T00:47:08.2293125Z",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "supportsScopeTags":  true,
    "deviceManagementApplicabilityRuleOsEdition":  null,
    "deviceManagementApplicabilityRuleOsVersion":  null,
    "deviceManagementApplicabilityRuleDeviceMode":  null,
    "createdDateTime":  "2020-04-26T22:11:16.626407Z",
    "description":  "Create Local Admin Account",
    "displayName":  "NCSC-M- Win10-Local Admin Account",
    "version":  9,
    "omaSettings":  [
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "LocalAdmin",
                            "description":  "Local admin account passowrd \u0026 name",
                            "omaUri":  "./Device/Vendor/MSFT/Accounts/Users/Helpdesk/Password",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_e6cbcf70-ded4-49b0-842d-4c494efa428c_9250e3d5-8619-423b-97e2-9eb027a9df97",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingInteger",
                            "displayName":  "Local admin account Type",
                            "description":  "Add To Administrator Local Group",
                            "omaUri":  "./Device/Vendor/MSFT/Accounts/Users/Helpdesk/LocalUserGroup",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  2,
                            "isReadOnly":  false
                        }
                    ]
}
