{
    "@odata.type":  "#microsoft.graph.windows10CustomConfiguration",
    "id":  "92f09cc4-370b-4e6b-b8c0-61570d1e6d1c",
    "lastModifiedDateTime":  "2020-04-06T21:30:33.2915269Z",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "supportsScopeTags":  true,
    "deviceManagementApplicabilityRuleOsEdition":  null,
    "deviceManagementApplicabilityRuleOsVersion":  null,
    "deviceManagementApplicabilityRuleDeviceMode":  null,
    "createdDateTime":  "2020-04-06T21:30:33.2915269Z",
    "description":  "Firewall configuration that matches the Windows 10 NCSC MDM guidance",
    "displayName":  "NCSC - Windows 10 (1803) - Firewall Configuration",
    "version":  1,
    "omaSettings":  [
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingBoolean",
                            "displayName":  "Domain Profile",
                            "description":  "Enable the domain profile firewall",
                            "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/DomainProfile/EnableFirewall",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  true
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingBoolean",
                            "displayName":  "Private Profile",
                            "description":  "Enable the private profile firewall",
                            "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/PrivateProfile/EnableFirewall",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  true
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingBoolean",
                            "displayName":  "Public Profile",
                            "description":  "Enable the public profile firewall",
                            "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/PublicProfile/EnableFirewall",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  true
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingInteger",
                            "displayName":  "Domain Profile - Default Inbound Action",
                            "description":  "Block inbound connections on domain profile",
                            "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/DomainProfile/DefaultInboundAction",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  1,
                            "isReadOnly":  false
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingInteger",
                            "displayName":  "Public Profile - Default Inbound Action",
                            "description":  "Block inbound connections on public profile",
                            "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/PublicProfile/DefaultInboundAction",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  1,
                            "isReadOnly":  false
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingInteger",
                            "displayName":  "Private Profile - Default Inbound Action",
                            "description":  "Block inbound connections on the private profile",
                            "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/PrivateProfile/DefaultInboundAction",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  1,
                            "isReadOnly":  false
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingBoolean",
                            "displayName":  "Global - Disable Stateful Ftp",
                            "description":  "Disable stateful FTP",
                            "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/Global/DisableStatefulFtp",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  true
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingBoolean",
                            "displayName":  "Domain Profile - Allow Local Policy Merge",
                            "description":  "Ignore local policy rules",
                            "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/DomainProfile/AllowLocalPolicyMerge",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  false
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingBoolean",
                            "displayName":  "Public Profile - Allow Local Policy Merge",
                            "description":  "Ignore local policy rules",
                            "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/PublicProfile/AllowLocalPolicyMerge",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  false
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingBoolean",
                            "displayName":  "Private Profile - Allow Local Policy Merge",
                            "description":  "Ignore local policy rules",
                            "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/PrivateProfile/AllowLocalPolicyMerge",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  false
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingBoolean",
                            "displayName":  "Domain Profile - Disable Inbound Notifications",
                            "description":  "Disable inbound notifications on domain profile",
                            "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/DomainProfile/DisableInboundNotifications",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  true
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingBoolean",
                            "displayName":  "Private Profile - Disable Inbound Notifications",
                            "description":  "Disable inbound notifications on the private profile",
                            "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/PrivateProfile/DisableInboundNotifications",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  true
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingBoolean",
                            "displayName":  "Public Profile - Disable Inbound Notifications",
                            "description":  "Disable inbound notifications on the public profile",
                            "omaUri":  "./Vendor/MSFT/Firewall/MdmStore/PublicProfile/DisableInboundNotifications",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  true
                        }
                    ]
}
