{
    "@odata.type":  "#microsoft.graph.windowsDeliveryOptimizationConfiguration",
    "id":  "bf9a377b-d0bf-4037-bdd2-e61ee2d21f09",
    "lastModifiedDateTime":  "2020-08-05T00:42:52.8090771Z",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "supportsScopeTags":  true,
    "deviceManagementApplicabilityRuleOsEdition":  null,
    "deviceManagementApplicabilityRuleOsVersion":  null,
    "deviceManagementApplicabilityRuleDeviceMode":  null,
    "createdDateTime":  "2020-04-26T22:19:20.604722Z",
    "description":  null,
    "displayName":  "NCSC-M- Win10-Delivery Optimization",
    "version":  3,
    "deliveryOptimizationMode":  "httpWithPeeringNat",
    "restrictPeerSelectionBy":  "notConfigured",
    "groupIdSource":  null,
    "bandwidthMode":  null,
    "backgroundDownloadFromHttpDelayInSeconds":  0,
    "foregroundDownloadFromHttpDelayInSeconds":  null,
    "minimumRamAllowedToPeerInGigabytes":  null,
    "minimumDiskSizeAllowedToPeerInGigabytes":  null,
    "minimumFileSizeToCacheInMegabytes":  null,
    "minimumBatteryPercentageAllowedToUpload":  null,
    "modifyCacheLocation":  null,
    "maximumCacheAgeInDays":  null,
    "maximumCacheSize":  null,
    "vpnPeerCaching":  "notConfigured",
    "cacheServerHostNames":  [

                             ],
    "cacheServerForegroundDownloadFallbackToHttpDelayInSeconds":  0,
    "cacheServerBackgroundDownloadFallbackToHttpDelayInSeconds":  0
}
