{
    "@odata.type":  "#microsoft.graph.macOSEnterpriseWiFiConfiguration",
    "id":  "405e6e92-5221-46a2-9f31-dc5657cf858e",
    "lastModifiedDateTime":  "2021-08-03T16:24:33.3102384Z",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "supportsScopeTags":  true,
    "deviceManagementApplicabilityRuleOsEdition":  null,
    "deviceManagementApplicabilityRuleOsVersion":  null,
    "deviceManagementApplicabilityRuleDeviceMode":  null,
    "createdDateTime":  "2021-08-03T16:24:33.3102384Z",
    "description":  null,
    "displayName":  "SOAS - Mac Wireless",
    "version":  1,
    "networkName":  "0c727573-a7fd-465b-bbd3-50af6e5402d9",
    "ssid":  "soasinternal",
    "connectAutomatically":  true,
    "connectWhenNetworkNameIsHidden":  true,
    "wiFiSecurityType":  "wpaEnterprise",
    "proxySettings":  "none",
    "proxyManualAddress":  null,
    "proxyManualPort":  null,
    "proxyAutomaticConfigurationUrl":  null,
    "preSharedKey":  null,
    "eapType":  "eapTtls",
    "eapFastConfiguration":  null,
    "trustedServerCertificateNames":  [

                                      ],
    "authenticationMethod":  "usernameAndPassword",
    "innerAuthenticationProtocolForEapTtls":  "microsoftChapVersionTwo",
    "outerIdentityPrivacyTemporaryValue":  null
}
