{
    "@odata.type":  "#microsoft.graph.macOSWiredNetworkConfiguration",
    "id":  "58e39d5c-4a26-41c2-8aac-72f0906d5ec4",
    "lastModifiedDateTime":  "2021-08-03T16:02:19.7200046Z",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "supportsScopeTags":  true,
    "deviceManagementApplicabilityRuleOsEdition":  null,
    "deviceManagementApplicabilityRuleOsVersion":  null,
    "deviceManagementApplicabilityRuleDeviceMode":  null,
    "createdDateTime":  "2021-08-03T16:02:19.7200046Z",
    "description":  "802.1x setting for Macs",
    "displayName":  "SOAS - Mac Wired Network",
    "version":  1,
    "networkName":  "97d666ad-0267-4809-81ac-f3c37a917b04",
    "networkInterface":  "anyEthernet",
    "eapType":  "eapTtls",
    "eapFastConfiguration":  null,
    "trustedServerCertificateNames":  [

                                      ],
    "authenticationMethod":  "usernameAndPassword",
    "nonEapAuthenticationMethodForEapTtls":  "microsoftChapVersionTwo",
    "enableOuterIdentityPrivacy":  null
}
