{
    "@odata.type":  "#microsoft.graph.windows10CustomConfiguration",
    "id":  "6f117dbb-a8ba-40b3-a217-afcc868e2c06",
    "lastModifiedDateTime":  "2021-08-03T10:35:38.0798681Z",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "supportsScopeTags":  true,
    "deviceManagementApplicabilityRuleOsEdition":  null,
    "deviceManagementApplicabilityRuleOsVersion":  null,
    "deviceManagementApplicabilityRuleDeviceMode":  null,
    "createdDateTime":  "2021-07-16T17:03:28.6672488Z",
    "description":  "Teams Rooms",
    "displayName":  "Surface Hub Pro 2",
    "version":  2,
    "omaSettings":  [
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "Teams App ID",
                            "description":  "App Name",
                            "omaUri":  "./Vendor/MSFT/SurfaceHub/Properties/VtcAppPackageId",
                            "secretReferenceValueId":  "6f6e76e6-6bd8-46ab-b4bf-7676346dc750_6f117dbb-a8ba-40b3-a217-afcc868e2c06_dc100e62-cc8a-4999-abb5-68f5e29cf50c",
                            "isEncrypted":  true,
                            "value":  "****"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingInteger",
                            "displayName":  "Teams App Mode",
                            "description":  "Teams mode",
                            "omaUri":  "./Vendor/MSFT/SurfaceHub/Properties/SurfaceHubMeetingMode",
                            "secretReferenceValueId":  null,
                            "isEncrypted":  false,
                            "value":  2,
                            "isReadOnly":  false
                        }
                    ]
}
