{
    "@odata.type":  "#microsoft.graph.editionUpgradeConfiguration",
    "id":  "635b9979-4128-44ec-ab9b-72fda5c65745",
    "lastModifiedDateTime":  "2021-03-25T09:29:09.5752295Z",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "supportsScopeTags":  true,
    "deviceManagementApplicabilityRuleOsVersion":  null,
    "deviceManagementApplicabilityRuleDeviceMode":  null,
    "createdDateTime":  "2020-11-05T18:08:04.3660239Z",
    "description":  "Change to Windows Enterprise",
    "displayName":  "xxSOAS Window Key and Edition",
    "version":  3,
    "licenseType":  "productKey",
    "targetEdition":  "windows10Enterprise",
    "license":  "",
    "productKey":  "#####-#####-#####-#####-#83F4",
    "windowsSMode":  "noRestriction",
    "deviceManagementApplicabilityRuleOsEdition":  {
                                                       "osEditionTypes":  [
                                                                              "windows10ProfessionalEducation",
                                                                              "windows10ProfessionalWorkstation",
                                                                              "windows10Professional",
                                                                              "windows10Enterprise",
                                                                              "windows10Education"
                                                                          ],
                                                       "name":  null,
                                                       "ruleType":  "include"
                                                   }
}
