{
    "@odata.type":  "#microsoft.graph.sharedPCConfiguration",
    "id":  "27357735-354e-6432-73f1-43eafae2889c",
    "lastModifiedDateTime":  "2020-07-29T19:12:57.9797559Z",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "supportsScopeTags":  true,
    "deviceManagementApplicabilityRuleOsEdition":  null,
    "deviceManagementApplicabilityRuleOsVersion":  null,
    "deviceManagementApplicabilityRuleDeviceMode":  null,
    "createdDateTime":  "2020-02-18T13:47:41.1412844Z",
    "description":  "Shared PC policy",
    "displayName":  "Z-Disabled - Shared PC policy",
    "version":  3,
    "accountManagerPolicy":  null,
    "allowedAccounts":  "notConfigured",
    "localStorage":  "notConfigured",
    "allowLocalStorage":  false,
    "setAccountManager":  "notConfigured",
    "disableAccountManager":  false,
    "setEduPolicies":  "enabled",
    "disableEduPolicies":  false,
    "setPowerPolicies":  "notConfigured",
    "disablePowerPolicies":  false,
    "signInOnResume":  "notConfigured",
    "disableSignInOnResume":  false,
    "enabled":  false,
    "idleTimeBeforeSleepInSeconds":  null,
    "kioskAppDisplayName":  null,
    "kioskAppUserModelId":  null,
    "maintenanceStartTime":  null,
    "fastFirstSignIn":  "notConfigured"
}
