{
    "displayName":  "Security_Windows_Corporate_BitLocker",
    "description":  "",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "TemplateDisplayName":  "BitLocker",
    "TemplateId":  "d1174162-1dd2-4976-affc-6667049ab0ae",
    "versionInfo":  "2106",
    "settingsDelta":  [
                          {
                              "@odata.type":  "#microsoft.graph.deviceManagementBooleanSettingInstance",
                              "id":  "13091f64-57a7-496f-a6a7-19672c9b7286",
                              "definitionId":  "deviceConfiguration--windows10EndpointProtectionConfiguration_bitLockerEncryptDevice",
                              "valueJson":  "true",
                              "value":  true
                          },
                          {
                              "@odata.type":  "#microsoft.graph.deviceManagementBooleanSettingInstance",
                              "id":  "b0a043a3-2932-48bc-bbe3-b6df3d076672",
                              "definitionId":  "deviceConfiguration--windows10EndpointProtectionConfiguration_bitLockerEnableStorageCardEncryptionOnMobile",
                              "valueJson":  "false",
                              "value":  false
                          },
                          {
                              "@odata.type":  "#microsoft.graph.deviceManagementBooleanSettingInstance",
                              "id":  "78985e38-3cb1-4cc9-a530-9cf8627aae17",
                              "definitionId":  "deviceConfiguration--windows10EndpointProtectionConfiguration_bitLockerDisableWarningForOtherDiskEncryption",
                              "valueJson":  "true",
                              "value":  true
                          },
                          {
                              "@odata.type":  "#microsoft.graph.deviceManagementBooleanSettingInstance",
                              "id":  "de92d8d3-d8b8-42ff-bdae-d1795e6f016d",
                              "definitionId":  "deviceConfiguration--windows10EndpointProtectionConfiguration_bitLockerAllowStandardUserEncryption",
                              "valueJson":  "true",
                              "value":  true
                          },
                          {
                              "@odata.type":  "#microsoft.graph.deviceManagementStringSettingInstance",
                              "id":  "8bf8018f-2abe-4f21-8f3c-d5881b756541",
                              "definitionId":  "deviceConfiguration--windows10EndpointProtectionConfiguration_bitLockerRecoveryPasswordRotation",
                              "valueJson":  "\"enabledForAzureAdAndHybrid\"",
                              "value":  "enabledForAzureAdAndHybrid"
                          },
                          {
                              "@odata.type":  "#microsoft.graph.deviceManagementComplexSettingInstance",
                              "id":  "ffe65369-0c9a-43cf-ab96-684c42ea9354",
                              "definitionId":  "deviceConfiguration--windows10EndpointProtectionConfiguration_bitLockerSystemDrivePolicy",
                              "valueJson":  "{\"startupAuthenticationRequired\":true,\"startupAuthenticationTpmUsage\":\"required\",\"startupAuthenticationTpmPinUsage\":null,\"startupAuthenticationTpmKeyUsage\":\"blocked\",\"startupAuthenticationTpmPinAndKeyUsage\":null,\"startupAuthenticationBlockWithoutTpmChip\":true,\"prebootRecoveryEnableMessageAndUrl\":false,\"prebootRecoveryMessage\":null,\"prebootRecoveryUrl\":null,\"recoveryOptions\":{\"recoveryKeyUsage\":\"blocked\",\"recoveryInformationToStore\":\"passwordAndKey\",\"enableRecoveryInformationSaveToStore\":true,\"recoveryPasswordUsage\":\"required\",\"hideRecoveryOptions\":true,\"enableBitLockerAfterRecoveryInformationToStore\":true,\"blockDataRecoveryAgent\":true},\"encryptionMethod\":\"xtsAes256\",\"minimumPinLength\":null}",
                              "value":  [
                                            {
                                                "@odata.type":  "#microsoft.graph.deviceManagementBooleanSettingInstance",
                                                "id":  "61b1a511-3808-405a-a807-ea3b797a8329",
                                                "definitionId":  "deviceConfiguration--bitLockerSystemDrivePolicy_startupAuthenticationRequired",
                                                "valueJson":  "true",
                                                "value":  true
                                            },
                                            {
                                                "@odata.type":  "#microsoft.graph.deviceManagementStringSettingInstance",
                                                "id":  "e9f6fe43-1ff4-4530-93d2-8b81951bef92",
                                                "definitionId":  "deviceConfiguration--bitLockerSystemDrivePolicy_startupAuthenticationTpmUsage",
                                                "valueJson":  "\"required\"",
                                                "value":  "required"
                                            },
                                            {
                                                "@odata.type":  "#microsoft.graph.deviceManagementStringSettingInstance",
                                                "id":  "b90c9ec8-03e8-45f7-8807-0b11a52e339b",
                                                "definitionId":  "deviceConfiguration--bitLockerSystemDrivePolicy_startupAuthenticationTpmPinUsage",
                                                "valueJson":  "null",
                                                "value":  null
                                            },
                                            {
                                                "@odata.type":  "#microsoft.graph.deviceManagementStringSettingInstance",
                                                "id":  "748f21bb-33b7-4351-b9fc-bb0880831a64",
                                                "definitionId":  "deviceConfiguration--bitLockerSystemDrivePolicy_startupAuthenticationTpmKeyUsage",
                                                "valueJson":  "\"blocked\"",
                                                "value":  "blocked"
                                            },
                                            {
                                                "@odata.type":  "#microsoft.graph.deviceManagementStringSettingInstance",
                                                "id":  "2b74a0c3-7220-4747-b1d9-f1d9c76d9326",
                                                "definitionId":  "deviceConfiguration--bitLockerSystemDrivePolicy_startupAuthenticationTpmPinAndKeyUsage",
                                                "valueJson":  "null",
                                                "value":  null
                                            },
                                            {
                                                "@odata.type":  "#microsoft.graph.deviceManagementBooleanSettingInstance",
                                                "id":  "6b949c56-3f77-4e01-8fe2-89fd57666f17",
                                                "definitionId":  "deviceConfiguration--bitLockerSystemDrivePolicy_startupAuthenticationBlockWithoutTpmChip",
                                                "valueJson":  "true",
                                                "value":  true
                                            },
                                            {
                                                "@odata.type":  "#microsoft.graph.deviceManagementBooleanSettingInstance",
                                                "id":  "998fb1f3-10eb-4f6e-885c-5c257d81badb",
                                                "definitionId":  "deviceConfiguration--bitLockerSystemDrivePolicy_prebootRecoveryEnableMessageAndUrl",
                                                "valueJson":  "false",
                                                "value":  false
                                            },
                                            {
                                                "@odata.type":  "#microsoft.graph.deviceManagementStringSettingInstance",
                                                "id":  "6abfc052-4f8e-4de0-9ac6-b926b9120422",
                                                "definitionId":  "deviceConfiguration--bitLockerSystemDrivePolicy_prebootRecoveryMessage",
                                                "valueJson":  "null",
                                                "value":  null
                                            },
                                            {
                                                "@odata.type":  "#microsoft.graph.deviceManagementStringSettingInstance",
                                                "id":  "d0a71cd9-6d70-4394-86f5-66d07d63427d",
                                                "definitionId":  "deviceConfiguration--bitLockerSystemDrivePolicy_prebootRecoveryUrl",
                                                "valueJson":  "null",
                                                "value":  null
                                            },
                                            {
                                                "@odata.type":  "#microsoft.graph.deviceManagementComplexSettingInstance",
                                                "id":  "50a08f5a-1e42-45ce-877a-a6568bbd30ab",
                                                "definitionId":  "deviceConfiguration--bitLockerSystemDrivePolicy_recoveryOptions",
                                                "valueJson":  "{\"recoveryKeyUsage\":\"blocked\",\"recoveryInformationToStore\":\"passwordAndKey\",\"enableRecoveryInformationSaveToStore\":true,\"recoveryPasswordUsage\":\"required\",\"hideRecoveryOptions\":true,\"enableBitLockerAfterRecoveryInformationToStore\":true,\"blockDataRecoveryAgent\":true}"
                                            },
                                            {
                                                "@odata.type":  "#microsoft.graph.deviceManagementStringSettingInstance",
                                                "id":  "769fcb87-12dc-46bb-99a8-853148a48054",
                                                "definitionId":  "deviceConfiguration--bitLockerSystemDrivePolicy_encryptionMethod",
                                                "valueJson":  "\"xtsAes256\"",
                                                "value":  "xtsAes256"
                                            },
                                            {
                                                "@odata.type":  "#microsoft.graph.deviceManagementIntegerSettingInstance",
                                                "id":  "01e19583-44e2-4439-a6d2-f91d68fd222c",
                                                "definitionId":  "deviceConfiguration--bitLockerSystemDrivePolicy_minimumPinLength",
                                                "valueJson":  "null",
                                                "value":  null
                                            }
                                        ]
                          },
                          {
                              "@odata.type":  "#microsoft.graph.deviceManagementComplexSettingInstance",
                              "id":  "d15b7ee8-39f4-4884-9bc6-8e9ec5f648f1",
                              "definitionId":  "deviceConfiguration--windows10EndpointProtectionConfiguration_bitLockerFixedDrivePolicy",
                              "valueJson":  "{\"recoveryOptions\":{\"recoveryKeyUsage\":\"blocked\",\"recoveryInformationToStore\":\"passwordAndKey\",\"enableRecoveryInformationSaveToStore\":true,\"recoveryPasswordUsage\":\"required\",\"hideRecoveryOptions\":true,\"enableBitLockerAfterRecoveryInformationToStore\":true,\"blockDataRecoveryAgent\":true},\"requireEncryptionForWriteAccess\":false,\"encryptionMethod\":\"xtsAes256\"}",
                              "value":  [
                                            {
                                                "@odata.type":  "#microsoft.graph.deviceManagementComplexSettingInstance",
                                                "id":  "1b53331a-b0a5-458d-9c0d-f719c5896eff",
                                                "definitionId":  "deviceConfiguration--bitLockerFixedDrivePolicy_recoveryOptions",
                                                "valueJson":  "{\"recoveryKeyUsage\":\"blocked\",\"recoveryInformationToStore\":\"passwordAndKey\",\"enableRecoveryInformationSaveToStore\":true,\"recoveryPasswordUsage\":\"required\",\"hideRecoveryOptions\":true,\"enableBitLockerAfterRecoveryInformationToStore\":true,\"blockDataRecoveryAgent\":true}"
                                            },
                                            {
                                                "@odata.type":  "#microsoft.graph.deviceManagementBooleanSettingInstance",
                                                "id":  "75c801a7-27e2-4f67-b102-af58e18d5f25",
                                                "definitionId":  "deviceConfiguration--bitLockerFixedDrivePolicy_requireEncryptionForWriteAccess",
                                                "valueJson":  "false",
                                                "value":  false
                                            },
                                            {
                                                "@odata.type":  "#microsoft.graph.deviceManagementStringSettingInstance",
                                                "id":  "38bf75a9-ee76-4e61-b7a7-546527e341d3",
                                                "definitionId":  "deviceConfiguration--bitLockerFixedDrivePolicy_encryptionMethod",
                                                "valueJson":  "\"xtsAes256\"",
                                                "value":  "xtsAes256"
                                            }
                                        ]
                          },
                          {
                              "@odata.type":  "#microsoft.graph.deviceManagementComplexSettingInstance",
                              "id":  "c8c49699-c9fa-4bae-a1ce-ead5f385579a",
                              "definitionId":  "deviceConfiguration--windows10EndpointProtectionConfiguration_bitLockerRemovableDrivePolicy",
                              "valueJson":  "{\"encryptionMethod\":\"aesCbc256\",\"requireEncryptionForWriteAccess\":false,\"blockCrossOrganizationWriteAccess\":false}",
                              "value":  [
                                            {
                                                "@odata.type":  "#microsoft.graph.deviceManagementStringSettingInstance",
                                                "id":  "ebff03b1-b192-4ea1-a250-d3fb687e47de",
                                                "definitionId":  "deviceConfiguration--bitLockerRemovableDrivePolicy_encryptionMethod",
                                                "valueJson":  "\"aesCbc256\"",
                                                "value":  "aesCbc256"
                                            },
                                            {
                                                "@odata.type":  "#microsoft.graph.deviceManagementBooleanSettingInstance",
                                                "id":  "6ef0dc28-4b29-4252-bac6-c7d475b1d792",
                                                "definitionId":  "deviceConfiguration--bitLockerRemovableDrivePolicy_requireEncryptionForWriteAccess",
                                                "valueJson":  "false",
                                                "value":  false
                                            },
                                            {
                                                "@odata.type":  "#microsoft.graph.deviceManagementBooleanSettingInstance",
                                                "id":  "b7fff4a3-022b-4700-8f7f-57312e3a430a",
                                                "definitionId":  "deviceConfiguration--bitLockerRemovableDrivePolicy_blockCrossOrganizationWriteAccess",
                                                "valueJson":  "false",
                                                "value":  false
                                            }
                                        ]
                          }
                      ]
}
