<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadContent</key>
			<dict>
				<key>com.apple.MCX</key>
				<dict>
					<key>Forced</key>
					<array>
						<dict>
							<key>mcx_preference_settings</key>
							<dict>
								<key>timeServer</key>
								<string>time.google.com,time.euro.apple.com</string>
							</dict>
						</dict>
					</array>
				</dict>
			</dict>
			<key>PayloadDescription</key>
			<string>Configures Time Servers</string>
			<key>PayloadDisplayName</key>
			<string>NCSC Automatic Time Servers</string>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadIdentifier</key>
			<string>4B63BB1E-0D4D-4DD2-BF93-4AAB46523179</string>
			<key>PayloadOrganization</key>
			<string>ennbee.uk</string>
			<key>PayloadType</key>
			<string>com.apple.ManagedClient.preferences</string>
			<key>PayloadUUID</key>
			<string>4B63BB1E-0D4D-4DD2-BF93-4AAB46523179</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Configures Time Servers</string>
	<key>PayloadDisplayName</key>
	<string>NCSC Automatic Time Servers</string>
	<key>PayloadEnabled</key>
	<true/>
	<key>PayloadIdentifier</key>
	<string>EE4E0945-5074-4EF1-A375-2B9688644D8F</string>
	<key>PayloadOrganization</key>
	<string>ennbee.uk</string>
	<key>PayloadRemovalDisallowed</key>
	<true/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>EE4E0945-5074-4EF1-A375-2B9688644D8F</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>